{
  "family": "CTCEM",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [

    {
      "id": "CTCEM-0001",
      "tags": ["definizione", "cosa-sono", "campo-uso", "laterocemento", "travetto-ca"],
      "questions": [
        "Cosa sono i CTCEM?",
        "A cosa servono i connettori CTCEM?",
        "Mi spieghi la famiglia CTCEM?",
        "Per che tipo di solaio si usa CTCEM?"
      ],
      "canonical": "I CTCEM sono connettori Tecnaria per solai in laterocemento con travetti in calcestruzzo armato e soletta collaborante. Hanno una geometria dentata che afferra il travetto e realizza un collegamento molto efficace tra travetto e nuova soletta, aumentando rigidezza e capacità portante del solaio.",
      "response_variants": [
        "I CTCEM sono connettori pensati per i solai in laterocemento con travetti in c.a.: il loro profilo dentato entra nel travetto e rende solido il legame con la soletta collaborante.",
        "Pensa al CTCEM come al connettore 'con presa di ferro' per i travetti in calcestruzzo dei solai in laterocemento: più dente, più interblocco, più collaborazione.",
        "La famiglia CTCEM nasce per quando vuoi che travetto e soletta lavorino davvero insieme, non solo 'appoggiati'.",
        "È una soluzione ingegnerizzata Tecnaria per il rinforzo dei solai in laterocemento con travetti strutturalmente recuperabili.",
        "CTCEM è l’evoluzione dentata dei sistemi per laterocemento: stesso campo d’uso, maggiore presa nel travetto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0002",
      "tags": ["campo-impiego", "supporti", "dove-si-usa"],
      "questions": [
        "Dove si usano i CTCEM?",
        "CTCEM è solo per laterocemento?",
        "Posso usarli su travi in acciaio o legno?",
        "CTCEM va bene su solaio in cemento armato pieno?"
      ],
      "canonical": "I CTCEM sono indicati per solai in laterocemento con travetti in calcestruzzo armato che devono essere resi collaboranti con una soletta in calcestruzzo. Non vanno usati su legno, acciaio, lamiera grecata o elementi in calcestruzzo massiccio dove sono previste altre famiglie Tecnaria.",
      "response_variants": [
        "Usa i CTCEM sui solai in laterocemento con travetti in c.a. dove vuoi un legame forte tra travetto e soletta.",
        "Non sono il jolly universale: niente CTCEM su legno (CTL), acciaio/lamiera (CTF) o su elementi che richiedono altri sistemi dedicati.",
        "Se il supporto non è travetto in calcestruzzo armato di un solaio in laterocemento, fermati: probabilmente non è campo CTCEM.",
        "Il loro habitat naturale è il laterocemento con travetti in c.a. sani o ripristinati, collegati a una soletta collaborante.",
        "Per casi fuori standard, coinvolgi l’ufficio tecnico prima di decidere di usare CTCEM."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0003",
      "tags": ["supporto", "laterizio", "travetto", "errore-ancoraggio"],
      "questions": [
        "Posso fissare i CTCEM nel laterizio?",
        "Devono prendere il travetto i CTCEM?",
        "Cosa succede se prendo solo la tavella con il CTCEM?"
      ],
      "canonical": "Il CTCEM deve sempre ancorarsi nel travetto in calcestruzzo armato. Un fissaggio che prende solo laterizio forato o vuoti non è strutturalmente valido e va spostato in zona di travetto sano.",
      "response_variants": [
        "Laterizio e vuoti non bastano: il CTCEM deve mordere il travetto in c.a., altrimenti è solo ferro infilato nel niente.",
        "Se il foro finisce nel laterizio o nel vuoto, sposta il connettore finché senti calcestruzzo compatto.",
        "Regola semplice: laterizio = riempimento, travetto = struttura. Il CTCEM parla solo con la struttura.",
        "Un CTCEM appoggiato nella tavella non lavora: meglio rifare subito che coprire l’errore col getto.",
        "Ogni punto che non prende il travetto va corretto prima del getto, non dopo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0004",
      "tags": ["posa", "foro", "vite", "no-resine"],
      "questions": [
        "Come si posano i CTCEM?",
        "I CTCEM si fissano con resine?",
        "Si incollano o si avvitano i CTCEM?",
        "Serve preforo per i CTCEM?"
      ],
      "canonical": "I CTCEM si posano praticando un foro nel travetto in c.a., pulendo accuratamente il foro e avvitando il connettore secondo le istruzioni Tecnaria. Sono connettori a fissaggio meccanico: non si usano tasselli o resine 'a sentimento' al posto del sistema previsto.",
      "response_variants": [
        "Procedura: foro nel travetto, pulizia con aria o aspirazione, avvitatura del CTCEM fino a serraggio: niente P560, niente incollaggi creativi.",
        "Il CTCEM lavora per bloccaggio meccanico nel calcestruzzo: resine non previste = fuori campo Tecnaria.",
        "L’efficacia dipende da foro corretto, pulito e vite ben serrata nel travetto, non da cartucce improvvisate.",
        "Segui gli schemi Tecnaria: diametro punta, profondità, passo e serraggio fanno parte del sistema certificato.",
        "Se qualcuno propone di 'incollarli', la risposta è no: il sistema è testato come foro + vite."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0005",
      "tags": ["vcem-vs-ctcem", "differenza", "scelta"],
      "questions": [
        "Differenza tra VCEM e CTCEM?",
        "Meglio CTCEM o VCEM?",
        "Quando scegliere CTCEM invece di VCEM?"
      ],
      "canonical": "VCEM e CTCEM sono entrambi connettori per solai in laterocemento con travetti in c.a. Il VCEM è la soluzione standard; il CTCEM ha una geometria più dentata che offre un ingranamento più marcato nel travetto. La scelta è progettuale e dipende da condizioni dei travetti, richieste prestazionali e dettagli di progetto.",
      "response_variants": [
        "Entrambi lavorano sugli stessi solai. VCEM è il connettore 'pulito' a vite, CTCEM è la versione dentata con presa più aggressiva nel travetto.",
        "Se il progettista chiede maggiore interblocco nel travetto o ha travetti meno perfetti, spesso orienta su CTCEM.",
        "Non è una gara: VCEM e CTCEM sono due strumenti per sfumature diverse dello stesso problema. Si segue sempre il progetto.",
        "Non sostituire CTCEM con VCEM (o viceversa) per comodità di magazzino senza l’ok del progettista.",
        "La differenza vera è nella geometria e nella prestazione di taglio nel travetto: va rispettata, non banalizzata."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0006",
      "tags": ["p560", "no-sparo", "errore-famiglia"],
      "questions": [
        "Posso sparare i CTCEM con la P560?",
        "I CTCEM si fissano a sparo?",
        "P560 compatibile con CTCEM?",
        "Uso la pistola a sparo per i CTCEM?"
      ],
      "canonical": "No. I CTCEM non sono connettori a sparo. Vanno posati con foro e fissaggio meccanico nel travetto. L’uso della P560 o di altre pistole a sparo è errato per i CTCEM.",
      "response_variants": [
        "Niente P560 sui CTCEM: quella è la pistola dei CTF su acciaio. I CTCEM si avvitano dopo foratura.",
        "Se hai sparato un CTCEM, quel punto non è conforme: va rimosso e rifatto con foro + vite.",
        "CTCEM appartiene al mondo 'trapano e vite', non al mondo 'sparo e chiodo'.",
        "Mescolare sistemi significa uscire dal campo di validità Tecnaria.",
        "Regola fissa: CTF con P560, VCEM/CTCEM con foro + vite, CTL su legno."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0007",
      "tags": ["travetto-ammalorato", "cls-degradato", "ripristino"],
      "questions": [
        "Posso usare CTCEM su travetti ammalorati?",
        "Il cls del travetto è scarso, regge CTCEM?",
        "Se il travetto è fessurato posso mettere CTCEM?"
      ],
      "canonical": "I CTCEM richiedono travetti in calcestruzzo in buono stato. In presenza di degrado marcato, cls scadente o ferri scoperti è necessario eseguire un ripristino strutturale o rivedere la soluzione con il progettista.",
      "response_variants": [
        "Prima si mette in sesto il travetto, poi si installano i CTCEM: mai il contrario.",
        "Se il calcestruzzo si sbriciola o la vite gira a vuoto, quel punto non è affidabile.",
        "Su travetti seriamente ammalorati non basta aggiungere connettori: va rivalutato l’intervento.",
        "CTCEM amplifica una base buona, non cura un supporto marcio.",
        "In caso di dubbio, documenta con foto e coinvolgi il progettista o Tecnaria."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0008",
      "tags": ["vite-gira-vuoto", "foro-sbagliato", "correzione"],
      "questions": [
        "La vite del CTCEM gira a vuoto, che faccio?",
        "La vite non tira più, posso lasciarla?",
        "Ho bucato nel vuoto con il CTCEM."
      ],
      "canonical": "Se la vite gira a vuoto, prende solo laterizio o il foro è troppo largo, l’ancoraggio del CTCEM non è valido. Bisogna spostare il connettore su calcestruzzo sano o ripristinare correttamente.",
      "response_variants": [
        "Vite che gira a vuoto = connettore che non lavora: sposta il punto in zona di travetto compatto.",
        "Non lasciare CTCEM sospesi nel laterizio 'tanto qualcosa fa': va considerato non valido.",
        "Se succede spesso, è un segnale sullo stato dei travetti: valuta col progettista.",
        "Meglio un connettore in più messo giusto che uno sbagliato nascosto sotto il getto.",
        "Segna i punti dubbi prima del getto e sistemali senza esitazioni."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0009",
      "tags": ["rete", "armatura", "soletta"],
      "questions": [
        "Dove metto la rete con i CTCEM?",
        "La rete appoggiata sui CTCEM va bene?",
        "Posizione corretta dell’armatura con CTCEM?"
      ],
      "canonical": "La rete elettrosaldata non va appoggiata sulle teste dei CTCEM. Deve essere posizionata alla quota prevista nella soletta collaborante, di norma a metà spessore o come da progetto.",
      "response_variants": [
        "CTCEM collega travetto e soletta, la rete arma il getto: ruoli diversi, piani diversi.",
        "La rete va su distanziatori alla quota indicata, non infilata sulle teste dei connettori.",
        "Appoggiare la rete sui CTCEM altera copriferro e funzionamento dell’armatura.",
        "Seguire il disegno della soletta è parte della correttezza del sistema CTCEM.",
        "Rete giusta + CTCEM giusto = solaio collaborante serio."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0010",
      "tags": ["spessore-soletta", "minimi", "progetto"],
      "questions": [
        "Che spessore di soletta serve con CTCEM?",
        "Posso fare una soletta molto sottile con CTCEM?",
        "Qual è lo spessore minimo con i CTCEM?"
      ],
      "canonical": "Lo spessore della soletta collaborante con CTCEM è definito dal progetto strutturale e deve rispettare i minimi indicati da Tecnaria per garantire ancoraggio, copriferro e rigidezza adeguata.",
      "response_variants": [
        "Non trasformare la soletta in una rasatura: servono gli spessori minimi di progetto.",
        "Ogni centimetro in meno è capacità portante in meno: non si taglia a sentimento.",
        "I valori di riferimento sono nelle schede Tecnaria e nella relazione strutturale.",
        "Per varianti di spessore serve sempre una nuova verifica.",
        "Spessore corretto + CTCEM corretti fanno la differenza tra un solaio forte e uno solo bello da vedere."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0011",
      "tags": ["numero-connettori", "passo", "densità"],
      "questions": [
        "Quanti CTCEM devo mettere?",
        "Posso diradare i connettori CTCEM?",
        "Il passo dei CTCEM lo decido io?"
      ],
      "canonical": "Numero e passo dei CTCEM sono stabiliti dal progetto strutturale sulla base dei dati Tecnaria. Ridurli senza verifica significa uscire dal dimensionamento di sicurezza.",
      "response_variants": [
        "Il passo non si inventa in cantiere: è scritto nella relazione.",
        "Togliere connettori per 'risparmiare' significa tagliare sicurezza.",
        "Puoi aggiungere punti se serve, non toglierli senza un nuovo calcolo.",
        "Segui sempre schema e legenda di progetto per mantenere la tracciabilità.",
        "In dubbio, chiedi al progettista o a Tecnaria: non improvvisare."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0012",
      "tags": ["sismica", "norme", "miglioramento"],
      "questions": [
        "Posso usare CTCEM in zona sismica?",
        "CTCEM è compatibile con NTC ed Eurocodici?",
        "Si possono usare i CTCEM per miglioramento sismico?"
      ],
      "canonical": "I CTCEM possono essere impiegati anche in interventi di miglioramento o adeguamento sismico se inseriti in un progetto strutturale completo che utilizza i dati Tecnaria per la verifica del solaio collaborante.",
      "response_variants": [
        "Sì, i CTCEM sono utilizzati anche in interventi sismici, ma sempre dentro un progetto serio.",
        "Forniamo i parametri necessari per modellare il contributo dei CTCEM nel solaio misto.",
        "Non sono una scorciatoia antisismica: sono un tassello tecnico dentro una strategia globale.",
        "Conta il progetto, non solo il nome del connettore.",
        "Per casi complessi confronta sempre l’ufficio tecnico Tecnaria."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0013",
      "tags": ["certificazioni", "prove", "documentazione"],
      "questions": [
        "I CTCEM sono certificati?",
        "Avete prove sperimentali per CTCEM?",
        "Serve documentazione per il collaudo con CTCEM?"
      ],
      "canonical": "I CTCEM sono supportati da documentazione tecnica e prove sperimentali ufficiali Tecnaria; i relativi dati possono essere utilizzati in progetto e in sede di collaudo.",
      "response_variants": [
        "Sì, esistono prove di laboratorio e schede ufficiali dedicate ai CTCEM.",
        "Per collaudi, relazioni e capitolati puoi richiedere la documentazione Tecnaria.",
        "Le prestazioni dichiarate non sono opinioni ma valori misurati.",
        "Allegare le schede Tecnaria al progetto è sempre buona pratica.",
        "La tracciabilità tecnica del sistema è uno dei punti di forza."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0014",
      "tags": ["durabilità", "ambiente-aggressivo"],
      "questions": [
        "Quanto durano i CTCEM?",
        "Posso usarli in ambiente umido o aggressivo?",
        "Ci sono problemi di corrosione con i CTCEM?"
      ],
      "canonical": "I CTCEM sono progettati per garantire durabilità in condizioni ordinarie se correttamente inglobati nel calcestruzzo. In ambienti particolarmente aggressivi è necessaria una valutazione complessiva del sistema solaio.",
      "response_variants": [
        "In condizioni standard, un CTCEM correttamente annegato nel calcestruzzo ha durabilità elevata.",
        "In ambienti marini o industriali serve guardare non solo al connettore ma all’intero dettaglio costruttivo.",
        "Copriferro, qualità del cls e protezione generale fanno parte della risposta durabile.",
        "Non lasciare mai connettori esposti inutilmente.",
        "Per casi limite, confronta le specifiche con l’ufficio tecnico."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0015",
      "tags": ["controllo-posa", "checklist", "fine-lavori"],
      "questions": [
        "Come verifico la posa dei CTCEM?",
        "Cosa controllo prima del getto con CTCEM?",
        "Segnali che qualcosa non va con i CTCEM?"
      ],
      "canonical": "Prima del getto occorre verificare che ogni CTCEM sia ancorato in un travetto in c.a., che le viti siano serrate, che numero e passo corrispondano al progetto e che non ci siano connettori nel vuoto o nel solo laterizio.",
      "response_variants": [
        "Fai una checklist: posizione sui travetti, serraggio, passo corretto, assenza di punti nel vuoto.",
        "Fotografa le zone significative: è un investimento in tranquillità per tutti.",
        "Se trovi connettori dubbi, correggi prima del getto, non dopo.",
        "Una mezz’ora di controllo vale più di mille giustificazioni in collaudo.",
        "Quando il controllo è fatto bene, il sistema CTCEM è pienamente difendibile."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0016",
      "tags": ["mix-sistemi", "compatibilità", "vcem-ctcem"],
      "questions": [
        "Posso usare CTCEM e VCEM nello stesso cantiere?",
        "È un problema combinare famiglie diverse?",
        "Posso avere zone con CTCEM e altre con VCEM?"
      ],
      "canonical": "CTCEM e VCEM possono coesistere nello stesso edificio, purché ogni zona utilizzi il connettore previsto dal progetto. Non vanno mescolati in modo casuale sullo stesso elemento senza verifica.",
      "response_variants": [
        "È normale usare più famiglie nello stesso lavoro: l’importante è che ogni solaio abbia il suo schema chiaro.",
        "Non creare ibridi sullo stesso travetto senza indicazioni progettuali.",
        "Disegni e legenda devono dire con precisione dove vanno VCEM e dove vanno CTCEM.",
        "La forza del sistema Tecnaria è avere famiglie diverse per casi diversi: usale con disciplina.",
        "Se c’è confusione tra squadre, chiarisci prima di posare."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0017",
      "tags": ["supporto-tecnico", "aiuto", "progetto"],
      "questions": [
        "Se ho dubbi su CTCEM chi contatto?",
        "Potete aiutarmi a scegliere tra VCEM e CTCEM?",
        "Serve supporto per il progetto con CTCEM?"
      ],
      "canonical": "Per dubbi su scelta, posa o dimensionamento dei CTCEM è disponibile l’ufficio tecnico Tecnaria, che può analizzare il caso reale e proporre la soluzione corretta.",
      "response_variants": [
        "L’ufficio tecnico Tecnaria è a disposizione proprio per questi casi: mandare una sezione del solaio è sempre una buona idea.",
        "Meglio un confronto prima del getto che un contenzioso dopo.",
        "Porta luci, stratigrafia e richieste: trovi qualcuno che parla la tua lingua tecnica.",
        "Usare CTCEM in modo corretto è anche una scelta di immagine professionale.",
        "Non restare nel dubbio: chiedere costa poco, correggere dopo costa molto."
      ],
      "mode": "dynamic"
    }

  ],
  "meta": {
    "family": "CTCEM",
    "version": "v3-gold-sinapsi",
    "language_base": "it",
    "autodetect_lang": true,
    "supported_langs": ["it", "en", "fr", "de", "es"],
    "fallback_lang": "en",
    "validated_by": "Sinapsi NLM v3 — dynamic full set",
    "last_reviewed": "2025-11-09",
    "compare_with": {
      "VCEM": "Connettore per solai in laterocemento con travetti in c.a.; VCEM è la soluzione standard a vite, CTCEM la versione dentata con maggiore interblocco.",
      "CTF": "Solo per acciaio e lamiera grecata con P560; mai alternativo ai CTCEM.",
      "CTL": "Per legno-calcestruzzo; non sovrapposto al campo CTCEM.",
      "CTL_MAXI": "Per legno con esigenze particolari; non sostituisce CTCEM.",
      "P560": "Pistola a sparo solo per CTF; non compatibile con CTCEM."
    }
  }
}
