[
  {
    "id": "CTCEM-0001",
    "family": "CTCEM",
    "tags": ["descrizione", "solai laterocemento", "travetti in c.a."],
    "response_variants": {
      "gold": {
        "it": "I connettori CTCEM Tecnaria sono connettori meccanici specifici per solai in laterocemento con travetti in calcestruzzo armato e soletta collaborante. Integrano una piastra dentata e un piolo a vite che assicura un collegamento efficace tra il travetto in c.a. e la nuova soletta, aumentando rigidezza e capacità portante del solaio."
      }
    }
  },
  {
    "id": "CTCEM-0002",
    "family": "CTCEM",
    "tags": ["campo di impiego", "laterocemento recuperabile"],
    "response_variants": {
      "gold": {
        "it": "I CTCEM si utilizzano su solai in laterocemento con travetti in calcestruzzo armato ancora strutturalmente idonei. Sono ideali quando si vuole ottenere una soletta collaborante sopra un solaio esistente senza demolizione totale, mantenendo i travetti e migliorando il comportamento globale."
      }
    }
  },
  {
    "id": "CTCEM-0003",
    "family": "CTCEM",
    "tags": ["no resine", "posa a secco"],
    "response_variants": {
      "gold": {
        "it": "I CTCEM non prevedono l’uso di resine chimiche. Il fissaggio è esclusivamente meccanico: incisione, preforo, pulizia del foro e avvitatura del piolo fino a battuta. L’impiego di resine non prescritte esce dal perimetro tecnico Tecnaria."
      }
    }
  },
  {
    "id": "CTCEM-0004",
    "family": "CTCEM",
    "tags": ["procedura posa", "incisione", "preforo"],
    "response_variants": {
      "gold": {
        "it": "Procedura tipica CTCEM: 1) piccola incisione nel copriferro del travetto per alloggiare la piastra dentata; 2) preforo nel travetto con diametro e profondità secondo indicazioni Tecnaria; 3) pulizia accurata del foro; 4) avvitatura del piolo fino a serraggio completo. La piastra deve aderire e il connettore risultare stabile."
      }
    }
  },
  {
    "id": "CTCEM-0005",
    "family": "CTCEM",
    "tags": ["differenza VCEM", "dentatura"],
    "response_variants": {
      "gold": {
        "it": "Rispetto ai VCEM, i CTCEM sono dotati di piastra dentata che lavora in combinazione con il travetto in c.a. dei solai in laterocemento. VCEM è concepito per calcestruzzo pieno continuo; CTCEM per travetti in c.a. con laterizio interposto. Non sono intercambiabili."
      }
    }
  },
  {
    "id": "CTCEM-0006",
    "family": "CTCEM",
    "tags": ["no acciaio", "no legno"],
    "response_variants": {
      "gold": {
        "it": "I CTCEM non sono connettori per travi in acciaio o per strutture in legno. Per acciaio-calcestruzzo si usano CTF; per legno-calcestruzzo CTL o CTL MAXI. CTCEM è dedicato ai travetti in c.a. dei solai in laterocemento."
      }
    }
  },
  {
    "id": "CTCEM-0007",
    "family": "CTCEM",
    "tags": ["vite gira a vuoto", "errore posa"],
    "response_variants": {
      "gold": {
        "it": "Se durante l’avvitatura del CTCEM la vite gira a vuoto, significa che non sta lavorando su calcestruzzo compatto o che il foro è sovradimensionato. Il connettore in quella posizione non è valido: va spostato in zona di travetto sano o rifatto con foro corretto."
      }
    }
  },
  {
    "id": "CTCEM-0008",
    "family": "CTCEM",
    "tags": ["verifiche prima del getto", "controllo in cantiere"],
    "response_variants": {
      "gold": {
        "it": "Prima del getto con CTCEM posati occorre verificare: 1) che ogni connettore sia serrato a battuta; 2) che la piastra dentata sia appoggiata correttamente; 3) che non ci siano connettori inclinati, lenti o appoggiati solo su laterizio; 4) che le posizioni rispettino passo e schema di progetto."
      }
    }
  },
  {
    "id": "CTCEM-0009",
    "family": "CTCEM",
    "tags": ["laterizio", "supporto non idoneo"],
    "response_variants": {
      "gold": {
        "it": "Il CTCEM deve lavorare sul travetto in calcestruzzo, non esclusivamente su laterizio forato. Se il piolo prende solo laterizio o riempimenti deboli, l’ancoraggio non è strutturalmente valido."
      }
    }
  },
  {
    "id": "CTCEM-0010",
    "family": "CTCEM",
    "tags": ["spessore soletta", "inglobamento connettore"],
    "response_variants": {
      "gold": {
        "it": "La soletta collaborante abbinata ai CTCEM deve garantire il corretto inglobamento del connettore in calcestruzzo armato e il copriferro richiesto. Spessori insufficienti o non conformi al progetto riducono l’efficacia del sistema."
      }
    }
  },
  {
    "id": "CTCEM-0011",
    "family": "CTCEM",
    "tags": ["distanze minime", "bordo", "interasse"],
    "response_variants": {
      "gold": {
        "it": "Le distanze tra connettori CTCEM, dai bordi e dagli appoggi devono rispettare le indicazioni Tecnaria e il progetto strutturale. Addensamenti o avvicinamenti eccessivi ai bordi possono compromettere la resistenza locale del travetto."
      }
    }
  },
  {
    "id": "CTCEM-0012",
    "family": "CTCEM",
    "tags": ["errori comuni", "fori sovradimensionati"],
    "response_variants": {
      "gold": {
        "it": "Un errore tipico è realizzare prefori troppo grandi o profondi, riducendo l’aderenza del piolo. In questi casi il connettore va riposizionato; non è ammesso compensare con materiali improvvisati."
      }
    }
  },
  {
    "id": "CTCEM-0013",
    "family": "CTCEM",
    "tags": ["no P560", "no sparo"],
    "response_variants": {
      "gold": {
        "it": "I CTCEM non sono connettori a sparo e non si posano con P560 o altri sistemi a polvere. Sono connettori a vite con piastra dentata e richiedono la procedura meccanica prevista."
      }
    }
  },
  {
    "id": "CTCEM-0014",
    "family": "CTCEM",
    "tags": ["differenza DIAPASON", "scelta sistema"],
    "response_variants": {
      "gold": {
        "it": "DIAPASON rappresenta un sistema con chiodi idonei per recupero specifico su solai in laterocemento; CTCEM è un connettore meccanico con piastra dentata e piolo a vite per travetti in c.a. La scelta dipende dal tipo di intervento e dallo stato del solaio."
      }
    }
  },
  {
    "id": "CTCEM-0015",
    "family": "CTCEM",
    "tags": ["valutazione travetti", "ammaloramento"],
    "response_variants": {
      "gold": {
        "it": "Prima di adottare CTCEM è necessario che il progettista verifichi l’idoneità dei travetti in calcestruzzo esistenti. Travetti gravemente ammalorati o con armature scoperte possono richiedere altre soluzioni."
      }
    }
  },
  {
    "id": "CTCEM-0016",
    "family": "CTCEM",
    "tags": ["interventi di rinforzo", "rigidezza solaio"],
    "response_variants": {
      "gold": {
        "it": "L’impiego di CTCEM con soletta collaborante permette di incrementare rigidezza e capacità portante del solaio in laterocemento. L’effetto deve essere quantificato nel progetto strutturale."
      }
    }
  },
  {
    "id": "CTCEM-0017",
    "family": "CTCEM",
    "tags": ["inclinazione connettore", "non accettabile"],
    "response_variants": {
      "gold": {
        "it": "Connettori CTCEM inclinati, non serrati o con piastra non aderente non sono da considerare correttamente posati. Vanno rimossi e riposizionati secondo procedura."
      }
    }
  },
  {
    "id": "CTCEM-0018",
    "family": "CTCEM",
    "tags": ["compatibilità armature", "foro nel travetto"],
    "response_variants": {
      "gold": {
        "it": "Durante l’esecuzione del preforo per CTCEM occorre evitare di indebolire le armature principali del travetto. In caso di interferenza, la posizione del connettore va modificata, non i ferri."
      }
    }
  },
  {
    "id": "CTCEM-0019",
    "family": "CTCEM",
    "tags": ["istruzioni Tecnaria", "riferimento documenti"],
    "response_variants": {
      "gold": {
        "it": "Per dettagli su diametro, profondità del preforo e coppia di serraggio dei CTCEM, si deve fare riferimento alle istruzioni ufficiali Tecnaria. L’assistente non deve inventare valori numerici mancanti."
      }
    }
  },
  {
    "id": "CTCEM-0020",
    "family": "CTCEM",
    "tags": ["passo connettori", "schema di progetto"],
    "response_variants": {
      "gold": {
        "it": "Il passo dei CTCEM lungo i travetti è definito dal progettista. Riduzioni arbitrarie delle quantità in cantiere non sono ammesse: modificano la prestazione rispetto al dimensionamento previsto."
      }
    }
  },
  {
    "id": "CTCEM-0021",
    "family": "CTCEM",
    "tags": ["domande ibride CTCEM VCEM", "chiarimento"],
    "response_variants": {
      "gold": {
        "it": "In domande che propongono indifferentemente CTCEM o VCEM su laterocemento, l’assistente deve chiarire: CTCEM per travetti in c.a. con piastra dentata; VCEM solo dove è presente calcestruzzo pieno continuo per avvitamento."
      }
    }
  },
  {
    "id": "CTCEM-0022",
    "family": "CTCEM",
    "tags": ["applicazioni tipiche", "recupero solaio"],
    "response_variants": {
      "gold": {
        "it": "Applicazioni tipiche dei CTCEM: recupero di solai in laterocemento con travetti in c.a. e laterizi in buono stato, aggiunta di soletta collaborante per aumentare portata e rigidezza, mantenendo la struttura esistente."
      }
    }
  },
  {
    "id": "CTCEM-0023",
    "family": "CTCEM",
    "tags": ["supporti non idonei", "laterizi sfondati"],
    "response_variants": {
      "gold": {
        "it": "Se in corrispondenza del CTCEM il laterizio è sfondato o il travetto non offre materiale compatto sufficiente, quel punto non è idoneo. Il connettore va spostato su materiale sano."
      }
    }
  },
  {
    "id": "CTCEM-0024",
    "family": "CTCEM",
    "tags": ["domande su vibrazioni", "irrigidimento"],
    "response_variants": {
      "gold": {
        "it": "L’uso di CTCEM con soletta collaborante può contribuire a ridurre deformazioni e vibrazioni del solaio in laterocemento, ma l’efficacia va valutata con calcolo strutturale specifico."
      }
    }
  },
  {
    "id": "CTCEM-0025",
    "family": "CTCEM",
    "tags": ["no uso creativo", "limiti chiari"],
    "response_variants": {
      "gold": {
        "it": "I CTCEM non devono essere proposti come tasselli generici o come soluzione per qualsiasi tipo di solaio non compatibile. L’impiego va limitato ai casi per cui sono progettati."
      }
    }
  },
  {
    "id": "CTCEM-0026",
    "family": "CTCEM",
    "tags": ["domande borderline", "supporto tecnico"],
    "response_variants": {
      "gold": {
        "it": "In scenari borderline o con solai pesantemente ammalorati, la risposta GOLD è invitare alla verifica del progettista e al confronto con il supporto tecnico Tecnaria, evitando validazioni azzardate."
      }
    }
  },
  {
    "id": "CTCEM-0027",
    "family": "CTCEM",
    "tags": ["laterocemento vs nuovi solai", "uso corretto"],
    "response_variants": {
      "gold": {
        "it": "CTCEM nasce per il recupero di solai in laterocemento esistenti. Nei solai nuovi in calcestruzzo pieno possono essere più appropriati sistemi come VCEM, a seconda della configurazione progettuale."
      }
    }
  },
  {
    "id": "CTCEM-0028",
    "family": "CTCEM",
    "tags": ["sequenza operativa", "cantieri reali"],
    "response_variants": {
      "gold": {
        "it": "Una corretta sequenza operativa con CTCEM include: tracciamento, incisione, preforo nel travetto, pulizia, posa con serraggio, verifica, posa armatura e getto della soletta."
      }
    }
  },
  {
    "id": "CTCEM-0029",
    "family": "CTCEM",
    "tags": ["soletta collaborante", "armatura"],
    "response_variants": {
      "gold": {
        "it": "La soletta collaborante con CTCEM deve essere armata secondo progetto. I connettori lavorano insieme all’armatura per trasferire gli sforzi tra travetti e nuova soletta."
      }
    }
  },
  {
    "id": "CTCEM-0030",
    "family": "CTCEM",
    "tags": ["controllo dopo posa", "registro fotografico"],
    "response_variants": {
      "gold": {
        "it": "È buona prassi documentare la posa dei CTCEM con controlli visivi e, se richiesto, registro fotografico prima del getto, per attestare la corretta esecuzione."
      }
    }
  },
  {
    "id": "CTCEM-0031",
    "family": "CTCEM",
    "tags": ["compatibilità con DIAPASON", "scelte diverse"],
    "response_variants": {
      "gold": {
        "it": "Se la domanda confronta CTCEM e DIAPASON per lo stesso solaio, l’assistente deve chiarire che si tratta di approcci diversi: CTCEM con connessione a vite e piastra; DIAPASON con chiodi idonei. La scelta dipende dal progetto."
      }
    }
  },
  {
    "id": "CTCEM-0032",
    "family": "CTCEM",
    "tags": ["prestazioni dichiarate", "no numeri inventati"],
    "response_variants": {
      "gold": {
        "it": "Le prestazioni a taglio dei CTCEM sono fornite nelle schede Tecnaria. L’assistente può richiamare il principio ma non deve inventare valori o certificazioni assenti."
      }
    }
  },
  {
    "id": "CTCEM-0033",
    "family": "CTCEM",
    "tags": ["domande confuse", "riordino scenario"],
    "response_variants": {
      "gold": {
        "it": "In domande confuse che mescolano CTCEM con sistemi per legno o acciaio, l’assistente GOLD deve prima ricostruire i materiali presenti e poi proporre solo il sistema coerente."
      }
    }
  },
  {
    "id": "CTCEM-0034",
    "family": "CTCEM",
    "tags": ["punti di forza", "recupero mirato"],
    "response_variants": {
      "gold": {
        "it": "Punto chiave dei CTCEM: consentono interventi mirati su solai in laterocemento senza demolizione integrale, creando collaborazione tra travetto esistente e soletta nuova con un sistema controllabile."
      }
    }
  },
  {
    "id": "CTCEM-0035",
    "family": "CTCEM",
    "tags": ["sicurezza cantiere", "forature"],
    "response_variants": {
      "gold": {
        "it": "Le operazioni di preforo e posa dei CTCEM devono rispettare le norme di sicurezza per lavori su strutture esistenti. L’assistente può ricordarlo, senza sostituirsi alla normativa."
      }
    }
  },
  {
    "id": "CTCEM-0036",
    "family": "CTCEM",
    "tags": ["no correzioni improvvisate", "serraggio corretto"],
    "response_variants": {
      "gold": {
        "it": "Non è ammesso correggere un CTCEM lento riempiendo il foro con materiali di fortuna. La soluzione è sempre riposizionare il connettore in condizioni idonee."
      }
    }
  },
  {
    "id": "CTCEM-0037",
    "family": "CTCEM",
    "tags": ["indicazioni GOLD", "coerenza messaggi"],
    "response_variants": {
      "gold": {
        "it": "Tutte le risposte GOLD su CTCEM devono ribadire: uso su travetti in c.a. di solai in laterocemento, connessione meccanica con piastra dentata e vite, niente P560, niente resine non previste."
      }
    }
  },
  {
    "id": "CTCEM-0038",
    "family": "CTCEM",
    "tags": ["scenari con travetti deboli", "prudenza"],
    "response_variants": {
      "gold": {
        "it": "Se i travetti sono deboli o fortemente fessurati, il semplice uso dei CTCEM non risolve il problema. L’assistente deve invitare a una verifica strutturale più ampia."
      }
    }
  },
  {
    "id": "CTCEM-0039",
    "family": "CTCEM",
    "tags": ["uso combinato con altre famiglie", "schema chiaro"],
    "response_variants": {
      "gold": {
        "it": "In strutture miste con acciaio, legno e laterocemento, l’assistente deve proporre: CTF su acciaio, CTL/CTL MAXI su legno, CTCEM su travetti c.a. in laterocemento, DIAPASON dove previsto, senza confondere i ruoli."
      }
    }
  },
  {
    "id": "CTCEM-0040",
    "family": "CTCEM",
    "tags": ["documentazione Tecnaria", "riferimento ufficiale"],
    "response_variants": {
      "gold": {
        "it": "Per qualunque dubbio operativo o di prestazione sui CTCEM, il riferimento è sempre la documentazione ufficiale Tecnaria. L’assistente deve allinearsi a quella."
      }
    }
  },
  {
    "id": "CTCEM-0041",
    "family": "CTCEM",
    "tags": ["no uso su legno", "chiarimento netto"],
    "response_variants": {
      "gold": {
        "it": "Ogni proposta di utilizzare CTCEM su travi o tavolati in legno va respinta: per il legno esistono famiglie dedicate come CTL e CTL MAXI."
      }
    }
  },
  {
    "id": "CTCEM-0042",
    "family": "CTCEM",
    "tags": ["no uso diretto su acciaio", "CF T F differenza"],
    "response_variants": {
      "gold": {
        "it": "CTCEM non va avvitato direttamente su travi in acciaio: non è un piolo a sparo né un sistema per acciaio-calcestruzzo. Quel ruolo è dei CTF."
      }
    }
  },
  {
    "id": "CTCEM-0043",
    "family": "CTCEM",
    "tags": ["coerenza dataset", "GOLD only"],
    "response_variants": {
      "gold": {
        "it": "Questo dataset CTCEM è impostato per funzionare in pura logica GOLD: nessuna versione ridotta interna, nessuna duplicazione canonical."
      }
    }
  },
  {
    "id": "CTCEM-0044",
    "family": "CTCEM",
    "tags": ["risposte complesse", "domande lunghe"],
    "response_variants": {
      "gold": {
        "it": "Anche per domande articolate, le risposte GOLD sui CTCEM devono mantenere chiarezza: campo di impiego, procedura corretta, limiti, rinvio al progettista quando serve."
      }
    }
  },
  {
    "id": "CTCEM-0045",
    "family": "CTCEM",
    "tags": ["integrazione con calcolo", "ruolo assistente"],
    "response_variants": {
      "gold": {
        "it": "L’assistente può spiegare il ruolo dei CTCEM nel sistema collaborante ma non sostituisce il calcolo strutturale: questo resta in capo al progettista."
      }
    }
  },
  {
    "id": "CTCEM-0046",
    "family": "CTCEM",
    "tags": ["riassunto tecnico", "messaggio chiave"],
    "response_variants": {
      "gold": {
        "it": "Messaggio chiave: CTCEM è il connettore meccanico Tecnaria per travetti in c.a. di solai in laterocemento, con piastra dentata e vite, posa controllata, senza resine, senza sparo."
      }
    }
  },
  {
    "id": "CTCEM-0047",
    "family": "CTCEM",
    "tags": ["completezza GOLD", "copertura domande"],
    "response_variants": {
      "gold": {
        "it": "La combinazione dei blocchi presenti copre scenari tipici, errori frequenti, campi di impiego e confronti con altre famiglie, garantendo risposte GOLD coerenti."
      }
    }
  },
  {
    "id": "CTCEM-0048",
    "family": "CTCEM",
    "tags": ["quando contattare Tecnaria", "supporto"],
    "response_variants": {
      "gold": {
        "it": "In presenza di dubbi sullo stato del solaio o su geometrie non standard, l’assistente deve suggerire il contatto con il supporto tecnico Tecnaria per conferma."
      }
    }
  },
  {
    "id": "CTCEM-0049",
    "family": "CTCEM",
    "tags": ["allineamento famiglie", "instradamento corretto"],
    "response_variants": {
      "gold": {
        "it": "L’assistente deve sempre instradare verso CTCEM solo quando il caso descritto corrisponde a travetti in c.a. in solaio in laterocemento. In tutti gli altri casi va scelta la famiglia coerente."
      }
    }
  },
  {
    "id": "CTCEM-0050",
    "family": "CTCEM",
    "tags": ["chiusura dataset", "pronto per uso"],
    "response_variants": {
      "gold": {
        "it": "Con questi 50 blocchi, il dataset CTCEM è strutturato per rispondere in modalità GOLD in modo tecnico, completo e coerente con il perimetro Tecnaria."
      }
    }
  }
]
