{
  "family": "CTCEM",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [

    {
      "id": "CTCEM-0001",
      "tags": ["definizione", "cosa-sono", "campo-uso"],
      "questions": [
        "Cosa sono i CTCEM?",
        "A cosa servono i connettori CTCEM?",
        "Per che tipo di solaio si usa CTCEM?",
        "Che differenza c'è tra VCEM e CTCEM?",
        "Mi spieghi la famiglia CTCEM?"
      ],
      "canonical": "I CTCEM sono connettori Tecnaria per solai in laterocemento con travetti in calcestruzzo armato. Hanno geometria dentata per un ingranamento più marcato nel travetto e collegano il vecchio solaio alla nuova soletta collaborante.",
      "response_variants": [
        "CTCEM è il connettore Tecnaria per solai in laterocemento con travetti in c.a., quando serve una presa più dentata nel calcestruzzo.",
        "Rispetto ai VCEM, i CTCEM hanno una geometria che accentua l’ingranamento nel travetto.",
        "La famiglia CTCEM nasce per collegare in modo deciso travetto esistente e soletta collaborante.",
        "È un connettore meccanico, non chimico, studiato per laterocemento con cls sano.",
        "Usi CTCEM quando vuoi un dente più aggressivo sul travetto.",
        "In pratica: stessa famiglia di problemi dei VCEM, con una risposta più “robusta”.",
        "Se il progettista chiede CTCEM, sta cercando proprio questo tipo di presa.",
        "È parte del sistema Tecnaria per il rinforzo dei solai esistenti."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0002",
      "tags": ["posa", "foratura", "vite", "no-resine"],
      "questions": [
        "Come si posano i CTCEM?",
        "I CTCEM si fissano con vite?",
        "Servono resine per i CTCEM?",
        "Si incollano o si avvitano i CTCEM?"
      ],
      "canonical": "I CTCEM si posano con foratura nel travetto in c.a., pulizia del foro e fissaggio meccanico con vite secondo le istruzioni Tecnaria. Non si usano resine in sostituzione del sistema previsto.",
      "response_variants": [
        "Si forano i travetti, si pulisce bene il foro e si fissano i CTCEM con vite: niente resine sostitutive.",
        "CTCEM è un sistema meccanico: foro + vite nel cls del travetto.",
        "Le resine non rientrano nella configurazione standard CTCEM.",
        "Conta la pulizia del foro e il serraggio corretto, non il silicone.",
        "Segui scheda Tecnaria: posizione, passo, fori, serraggio.",
        "Non trasformare un CTCEM in un tassello chimico improvvisato.",
        "Un buon foro vale più di un tubo di resina.",
        "È una posa semplice ma va fatta con metodo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0003",
      "tags": ["resine", "errore", "fake-news"],
      "questions": [
        "I connettori CTCEM si posano con resine?",
        "Posso usare ancoranti chimici con CTCEM?",
        "È obbligatoria la resina per i CTCEM?",
        "CTCEM + resina va bene?"
      ],
      "canonical": "No, i CTCEM non sono connettori chimici. Il sistema Tecnaria prevede fissaggio meccanico. L’uso di resine diverse dal sistema previsto esce dalle prove ufficiali.",
      "response_variants": [
        "No: i CTCEM non nascono come connettori a resina.",
        "Il loro funzionamento è basato sul bloccaggio meccanico nel cls, non sull’ancorante chimico.",
        "Se vuoi usare resine, serve una valutazione specifica del progettista.",
        "Resina “a sentimento” = fuori sistema Tecnaria.",
        "Nessuna norma Tecnaria prevede CTCEM incollati al posto della vite.",
        "Non confondere con tasselli chimici: qui parliamo di connettori strutturali.",
        "Il messaggio secco: foro + vite, non cartuccia.",
        "Se qualcuno in cantiere ti dice “li incolliamo”, fermalo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0004",
      "tags": ["supporti", "laterocemento", "travetto"],
      "questions": [
        "Su che supporti posso usare CTCEM?",
        "CTCEM è solo per laterocemento?",
        "Posso usarli su blocchi in laterizio?",
        "Serve prendere il travetto?"
      ],
      "canonical": "I CTCEM sono per solai in laterocemento con travetti in c.a. Vanno ancorati nel travetto, non solo nel laterizio.",
      "response_variants": [
        "Devono mordere il travetto in calcestruzzo, non il blocco forato.",
        "Il laterizio è riempimento, il travetto è struttura: CTCEM parla con la struttura.",
        "Se il foro finisce nel vuoto o nel laterizio, sposta il punto.",
        "Solaio in laterocemento con travetto sano = sì CTCEM.",
        "Non usare CTCEM dove non hai cls affidabile dietro.",
        "Se non trovi il travetto, fai fori pilota e correggi.",
        "Un CTCEM nel vuoto non lavora.",
        "L’obiettivo è sempre: acciaio del connettore dentro cls compatto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0005",
      "tags": ["vcem-vs-ctcem", "scelta"],
      "questions": [
        "Meglio CTCEM o VCEM?",
        "Differenza tra VCEM e CTCEM?",
        "Quando scegliere CTCEM invece di VCEM?"
      ],
      "canonical": "Entrambi per laterocemento con travetti in c.a.; il CTCEM ha un profilo più dentato. La scelta dipende dalle verifiche strutturali e dalle indicazioni del progettista.",
      "response_variants": [
        "CTCEM è come un VCEM con un dente più marcato.",
        "Se il progettista vuole una presa più aggressiva nel travetto, propone CTCEM.",
        "In molti casi sono alternative equivalenti, ma decide il calcolo.",
        "Segui sempre la voce indicata in relazione strutturale.",
        "Non cambiare CTCEM con VCEM “per comodità” senza verifica.",
        "Sono due strumenti nella stessa cassetta Tecnaria.",
        "Se hai dubbi, invia il caso all’ufficio tecnico.",
        "La differenza non è marketing: sono prestazioni e geometrie diverse."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0006",
      "tags": ["errore-famiglia", "ctf", "p560"],
      "questions": [
        "Posso sparare i CTCEM con la P560?",
        "CTCEM funzionano con pistola a sparo?",
        "Uso P560 con CTCEM, è corretto?"
      ],
      "canonical": "No. I CTCEM non si sparano. La P560 si usa solo con CTF. CTCEM come VCEM: foro + vite.",
      "response_variants": [
        "P560 → CTF. CTCEM si avvita, non si spara.",
        "Se li hai sparati, quei punti non sono conformi.",
        "Va rifatto il fissaggio con la procedura corretta.",
        "CTCEM con P560 è un cortocircuito tecnico.",
        "Non mischiare sistemi di posa: perdi riferimenti.",
        "Ricorda la regola: CTF spara, VCEM/CTCEM avvitano.",
        "Meglio correggere prima del getto che giustificare dopo.",
        "Non accettare suggerimenti “creativi” in cantiere."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0007",
      "tags": ["travetto-ammalorato", "cls-degradato"],
      "questions": [
        "Posso usare CTCEM su travetti ammalorati?",
        "Il cls del travetto è scarso, regge CTCEM?",
        "Se il travetto è fessurato posso mettere CTCEM?"
      ],
      "canonical": "Serve travetto in c.a. sano. Se il cls è degradato o fessurato va ripristinato o va valutata un’alternativa.",
      "response_variants": [
        "Prima sistema il travetto, poi installi i CTCEM.",
        "Su cls marcio o polveroso il connettore non ha senso.",
        "Se i problemi sono diffusi, serve uno strutturista.",
        "Non usare CTCEM per “nascondere” degrado esistente.",
        "Fai prove, scrostature, ripristini se serve.",
        "Il sistema è forte, ma non fa miracoli su materiale malato.",
        "Se il cls si sbriciola, fermati.",
        "Meglio una valutazione tecnica che un rinforzo finto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0008",
      "tags": ["vite-gira-vuoto", "foro-sbagliato"],
      "questions": [
        "La vite del CTCEM gira a vuoto, che faccio?",
        "La vite non tira più, posso lasciarla?",
        "Ho bucato nel vuoto con il CTCEM."
      ],
      "canonical": "Se la vite gira a vuoto o prende solo laterizio, il CTCEM non lavora. Spostare il punto su cls sano o intervenire sul travetto.",
      "response_variants": [
        "Vite che gira a vuoto = ancoraggio assente.",
        "Sposta il connettore di pochi cm in zona sana e rifai.",
        "Non “lasciarla così tanto qualcosa fa”: non fa.",
        "Se capita spesso, il problema è del travetto, non del CTCEM.",
        "Meglio un connettore in più in posizione giusta.",
        "Segna e correggi subito prima del getto.",
        "Un CTCEM nel laterizio è solo un pezzo di ferro.",
        "Non forzare la vite sperando che “prenda qualcosa”."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0009",
      "tags": ["rete", "soletta"],
      "questions": [
        "Dove metto la rete con i CTCEM?",
        "La rete appoggiata sui CTCEM va bene?",
        "Posizione corretta armatura con CTCEM?"
      ],
      "canonical": "La rete non va appoggiata sui CTCEM ma posizionata nella zona tesa della soletta secondo il progetto.",
      "response_variants": [
        "CTCEM collega, la rete arma: non fare confusione.",
        "Usa distanziatori, non le teste dei connettori.",
        "La rete va alla quota tesa indicata dal progettista.",
        "Appoggiarla sui CTCEM cambia copriferro e comportamento.",
        "La collaborazione è travetto+soletta, non rete sulle teste.",
        "È un errore comune, facile da evitare.",
        "Segui il disegno: piani distinti, ruoli distinti.",
        "Una armatura ben posizionata completa il lavoro dei CTCEM."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0010",
      "tags": ["spessore-soletta"],
      "questions": [
        "Che spessore serve con CTCEM?",
        "Posso fare soletta sottile con CTCEM?",
        "Qual è lo spessore minimo?"
      ],
      "canonical": "Lo spessore della soletta collaborante è definito dal progetto e non va ridotto sotto i minimi indicati da Tecnaria per garantire ancoraggio e rigidezza.",
      "response_variants": [
        "Non tagliare spessore a sensazione.",
        "I minimi sono nelle schede Tecnaria e nella relazione.",
        "La soletta è struttura, non rasatura.",
        "Spessore troppo basso = collaborazione ridotta.",
        "Ogni cm ha una funzione nel calcolo.",
        "Segui il progetto: è lì per un motivo.",
        "Per varianti, servono nuove verifiche.",
        "Non barattare calcestruzzo con speranza."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0011",
      "tags": ["numero-connettori", "passo"],
      "questions": [
        "Quanti CTCEM devo mettere?",
        "Posso diradare i connettori?",
        "Il passo dei CTCEM lo decido io?"
      ],
      "canonical": "Numero e passo dei CTCEM sono stabiliti dal calcolo strutturale. Non vanno ridotti senza nuova verifica.",
      "response_variants": [
        "Non togliere connettori perché “sembrano troppi”.",
        "Ogni pezzo è conto nella verifica.",
        "Il passo lo decide il progettista, non l’occhio.",
        "Ridurre i CTCEM = ridurre la capacità del solaio.",
        "Aggiungere può essere prudente, togliere mai senza calcolo.",
        "Segui lo schema di posa allegato.",
        "Se non è chiaro, chiedi chiarimenti, non improvvisare.",
        "È responsabilità tecnica, non estetica."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0012",
      "tags": ["zona-sismica", "norme"],
      "questions": [
        "Posso usare CTCEM in zona sismica?",
        "È un sistema ammesso dalle norme?",
        "CTCEM compatibile con NTC ed Eurocodici?"
      ],
      "canonical": "I sistemi con CTCEM sono compatibili con le normative vigenti se correttamente dimensionati dal progettista con i dati Tecnaria.",
      "response_variants": [
        "Sì, se inseriti in un progetto strutturale serio.",
        "I CTCEM sono usati in interventi anche in zona sismica.",
        "Forniamo parametri per i modelli di calcolo.",
        "Non sono un ostacolo normativo, sono uno strumento.",
        "Conta come vengono progettati, non solo il nome.",
        "Ufficio tecnico disponibile per supporto.",
        "Nessuna improvvisazione: verifiche, non opinioni.",
        "Usali come parte di una strategia di miglioramento."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0013",
      "tags": ["certificazioni", "prove"],
      "questions": [
        "I CTCEM sono certificati?",
        "Avete prove sperimentali per CTCEM?",
        "Serve documentazione per il collaudo?"
      ],
      "canonical": "CTCEM è supportato da documentazione tecnica e prove Tecnaria fornite su richiesta.",
      "response_variants": [
        "Sì, esistono prove e schede dedicate.",
        "Per collaudi e capitolati abbiamo materiale ufficiale.",
        "Tutto tracciabile: valori, modalità di prova, limiti.",
        "Puoi chiedere i documenti aggiornati.",
        "Non lavoriamo a sensazione, ma su test reali.",
        "Il sistema è pensato per chi deve rispondere in collaudo.",
        "Usa le nostre schede nei tuoi elaborati.",
        "La trasparenza tecnica fa parte del pacchetto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0014",
      "tags": ["durabilità"],
      "questions": [
        "Quanto durano i CTCEM?",
        "Posso usarli in ambiente umido?",
        "Problemi di corrosione?"
      ],
      "canonical": "I CTCEM sono protetti per condizioni normali di esercizio. In ambienti aggressivi va valutata la protezione complessiva del sistema.",
      "response_variants": [
        "In condizioni standard hanno durabilità elevata.",
        "Per ambienti marini/industriali serve valutazione specifica.",
        "Conta anche il cls, il copriferro, i dettagli esecutivi.",
        "Non lasciare i connettori esposti senza motivo.",
        "Possiamo suggerire accorgimenti in casi severi.",
        "CTCEM non è il punto debole se tutto è progettato bene.",
        "La durabilità è di sistema, non del singolo pezzo.",
        "Un buon getto protegge bene anche il connettore."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0015",
      "tags": ["controllo-posa", "fine-lavori"],
      "questions": [
        "Come verifico la posa dei CTCEM?",
        "Cosa guardo prima del getto?",
        "Segnali che qualcosa non va?"
      ],
      "canonical": "Prima del getto verificare allineamento sui travetti, serraggio, numero, passo, assenza di connettori nel vuoto o nel solo laterizio.",
      "response_variants": [
        "Controlla che ogni CTCEM sia sul travetto, non nel vuoto.",
        "Verifica che le viti siano serrate, non lasciate lente.",
        "Confronta numero e passo con il disegno.",
        "Segna e correggi le anomalie subito.",
        "Fai foto: servono per memoria e collaudo.",
        "Un quarto d’ora di controllo vale un solaio tranquillo.",
        "Se hai dubbi, chiama Tecnaria prima di gettare.",
        "La qualità del lavoro si vede qui."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0016",
      "tags": ["mix-sistemi", "compatibilita"],
      "questions": [
        "Posso usare CTCEM e VCEM nello stesso cantiere?",
        "È un problema combinare famiglie diverse?",
        "Posso avere zone con CTCEM e altre con VCEM?"
      ],
      "canonical": "Sì, purché ogni zona usi il connettore previsto per il proprio schema. Non mischiare sullo stesso elemento senza verifica.",
      "response_variants": [
        "Normale usare più famiglie nello stesso edificio.",
        "Importante che ogni solaio abbia il suo sistema coerente.",
        "Non fare ibridi sullo stesso travetto senza progetto.",
        "Disegni chiari evitano errori in cantiere.",
        "CTCEM e VCEM possono convivere, non confondersi.",
        "Segnala bene a chi posa quale famiglia usare dove.",
        "Famiglia giusta, supporto giusto, zona giusta.",
        "La combinazione è un punto di forza, se gestita bene."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTCEM-0017",
      "tags": ["supporto-tecnico"],
      "questions": [
        "Se ho dubbi su CTCEM chi contatto?",
        "Potete aiutarmi a scegliere tra VCEM e CTCEM?",
        "Serve supporto per il progetto?"
      ],
      "canonical": "Per dubbi di scelta, posa o dimensionamento con CTCEM è disponibile l’ufficio tecnico Tecnaria.",
      "response_variants": [
        "Sì, l’ufficio tecnico Tecnaria è a disposizione.",
        "Possiamo confrontare CTCEM e VCEM sul tuo caso reale.",
        "Porta luci, carichi, sezioni: ti aiutiamo.",
        "Meglio una chiamata oggi che un problema domani.",
        "Il supporto è parte del sistema.",
        "Siamo abituati a casi particolari di solai esistenti.",
        "Non restare nel dubbio: scrivere costa meno che demolire.",
        "L’obiettivo è avere un intervento pulito e difendibile."
      ],
      "mode": "dynamic"
    }

  ]
}
