[
  {
    "id": "CTF-0001",
    "family": "CTF",
    "level": "gold",
    "topic": "campo_impiego_base",
    "question_examples": [
      "Dove posso usare i connettori CTF?",
      "Qual è il campo di impiego dei pioli CTF?",
      "Per quali strutture sono pensati i CTF Tecnaria?"
    ],
    "gold_answer_it": "I connettori CTF Tecnaria sono pioli a sparo progettati per realizzare solai e travi miste acciaio-calcestruzzo. Si utilizzano per collegare travi in acciaio (con o senza lamiera grecata collaborante) alla soletta in calcestruzzo, impedendo lo scorrimento relativo tra i due materiali e permettendo alla sezione di lavorare come elemento misto più rigido e resistente. Sono il sistema di riferimento quando la struttura portante principale è in acciaio e si vuole ottenere collaborazione strutturale con il getto superiore."
  },
  {
    "id": "CTF-0002",
    "family": "CTF",
    "level": "gold",
    "topic": "pistola_obbligatoria",
    "question_examples": [
      "Con riferimento ai connettori CTF Tecnaria si possono posare usando una normale chiodatrice a sparo?",
      "Posso usare una chiodatrice qualsiasi per i CTF?",
      "Serve per forza la P560 per i CTF?"
    ],
    "gold_answer_it": "No, i connettori CTF non possono essere posati con una chiodatrice qualsiasi. Il sistema è certificato esclusivamente con la chiodatrice a polvere P560 Tecnaria (o configurazioni approvate da Tecnaria) dotata di kit dedicato e chiodi idonei Tecnaria. Solo questa combinazione garantisce energia di sparo, profondità, geometria del fissaggio e ripetibilità conformi alle prove di laboratorio. L’uso di utensili diversi o non approvati fa uscire l’intervento dal perimetro tecnico e prestazionale Tecnaria."
  },
  {
    "id": "CTF-0003",
    "family": "CTF",
    "level": "gold",
    "topic": "p560_vs_altre_pistole",
    "question_examples": [
      "Posso usare una SPIT o Hilti generica per sparare i CTF?",
      "I CTF sono compatibili con tutte le pistole a polvere?",
      "Per i CTF basta che la pistola sia a sparo?"
    ],
    "gold_answer_it": "No. Il sistema CTF è validato con P560 Tecnaria e chiodi idonei specificati da Tecnaria. Anche se altre chiodatrici a polvere possono sembrare simili, non esistono prove ufficiali che garantiscano la stessa energia, penetrazione e affidabilità del fissaggio. L’uso di pistole o chiodi diversi comporta la perdita di riferimenti di calcolo e di conformità alle indicazioni Tecnaria."
  },
  {
    "id": "CTF-0004",
    "family": "CTF",
    "level": "gold",
    "topic": "posa_base",
    "question_examples": [
      "Come si posa correttamente un connettore CTF?",
      "Qual è la procedura base per installare i CTF?",
      "Come devo sparare i pioli Tecnaria CTF?"
    ],
    "gold_answer_it": "La posa dei connettori CTF prevede: posizionamento del piolo sulla trave in acciaio (eventualmente attraverso la lamiera grecata collaborante), appoggio corretto dell’utensile con guida idonea, sparo con P560 Tecnaria e chiodi idonei. Ogni connettore va fissato con il numero di chiodi previsto dalle istruzioni Tecnaria. Il piolo deve risultare stabile, ben ancorato all’acciaio e con deformazione conforme. Prima del getto, verificare visivamente tutti i punti di fissaggio e rimuovere eventuali connettori non correttamente ancorati."
  },
  {
    "id": "CTF-0005",
    "family": "CTF",
    "level": "gold",
    "topic": "acciaio_min_spessore",
    "question_examples": [
      "Qual è lo spessore minimo della trave in acciaio per usare i CTF a sparo?",
      "Posso usare CTF su lamiere sottili?",
      "Esiste un limite di spessore acciaio per i pioli CTF?"
    ],
    "gold_answer_it": "L’utilizzo dei CTF a sparo richiede il rispetto degli spessori minimi indicati nelle istruzioni Tecnaria. In generale, il piolo deve essere fissato su acciaio con spessore sufficiente a garantire la corretta penetrazione e deformazione del chiodo. Per travi portanti in acciaio pieno lo spessore non è critico, mentre per lamiere grecate o piatti sottili è indispensabile attenersi ai valori minimi riportati nella documentazione Tecnaria. In caso di spessori inferiori o situazioni dubbie, è obbligatoria la prova di estrazione in sito o la valutazione con l’ufficio tecnico Tecnaria."
  },
  {
    "id": "CTF-0006",
    "family": "CTF",
    "level": "gold",
    "topic": "lamiera_grecata",
    "question_examples": [
      "Posso usare i CTF con lamiera grecata?",
      "Come funzionano i CTF su lamiera grecata collaborante?",
      "Che condizioni servono per usare CTF su lamiera?"
    ],
    "gold_answer_it": "I connettori CTF sono idonei anche per solai misti con lamiera grecata collaborante, purché si rispettino le combinazioni approvate da Tecnaria: spessori minimi di lamiera, corretta aderenza alla trave in acciaio, numero di lamiere sovrapposte e posizione del connettore sui fondelli. La posa avviene tramite P560 Tecnaria che fissa il piolo attraverso la lamiera alla trave. È fondamentale seguire i dettagli Tecnaria per evitare giochi, schiacciamenti o fissaggi inefficaci."
  },
  {
    "id": "CTF-0007",
    "family": "CTF",
    "level": "gold",
    "topic": "uso_errato_legno",
    "question_examples": [
      "Posso usare i connettori CTF su travi in legno?",
      "Posso sparare CTF su legno lamellare?",
      "I CTF vanno bene anche su solai in legno?"
    ],
    "gold_answer_it": "No. I CTF non sono progettati per il legno. Per solai o travi in legno vanno utilizzati i sistemi CTL o CTL MAXI Tecnaria. L’uso dei CTF su legno è fuori campo di applicazione, non coperto da prove e non garantisce capacità di ancoraggio e comportamento nel tempo."
  },
  {
    "id": "CTF-0008",
    "family": "CTF",
    "level": "gold",
    "topic": "uso_errato_calcestruzzo_pieno",
    "question_examples": [
      "Posso usare CTF direttamente su calcestruzzo?",
      "Ha senso sparare CTF su travi in c.a.?",
      "I CTF vanno bene per solaio pieno in calcestruzzo?"
    ],
    "gold_answer_it": "No. I CTF sono concepiti per il collegamento tra acciaio e calcestruzzo. Non sono pensati per essere fissati direttamente su travi in calcestruzzo pieno come unico sistema di ancoraggio. Per solai in laterocemento o calcestruzzo con travetti in c.a. esistono sistemi specifici come VCEM e CTCEM. L’uso dei CTF fuori dallo schema acciaio-calcestruzzo non è coperto dalle indicazioni Tecnaria."
  },
  {
    "id": "CTF-0009",
    "family": "CTF",
    "level": "gold",
    "topic": "densita_pioli",
    "question_examples": [
      "Quanti connettori CTF servono per metro?",
      "Come scelgo il passo dei pioli CTF?",
      "Esiste una regola per l’interasse dei CTF?"
    ],
    "gold_answer_it": "Il numero e il passo dei connettori CTF non si definiscono a occhio ma tramite calcolo strutturale, in accordo a NTC ed Eurocodici. Il progettista dimensiona il collegamento tenendo conto delle resistenze di piolo, acciaio e calcestruzzo. Tecnaria fornisce tabelle, parametri di resistenza e software di calcolo per determinare l’interasse corretto. È sconsigliato copiare schemi di altri cantieri senza verifica."
  },
  {
    "id": "CTF-0010",
    "family": "CTF",
    "level": "gold",
    "topic": "piolo_non_sparato_bene",
    "question_examples": [
      "Cosa faccio se un CTF non entra bene?",
      "Se il chiodo non prende cosa devo fare?",
      "Come gestire pioli CTF difettosi in posa?"
    ],
    "gold_answer_it": "Se il piolo CTF non è correttamente ancorato (chiodo piegato, fissaggio superficiale, gioco evidente), il punto non può essere considerato valido. Il connettore va rimosso o escluso e, se necessario, sostituito spostandolo in posizione idonea. Prima del getto è obbligatoria un’ispezione visiva dei pioli per individuare fissaggi insufficienti. Non si accettano correzioni improvvisate come saldature non previste o riempimenti casuali."
  },
  {
    "id": "CTF-0011",
    "family": "CTF",
    "level": "gold",
    "topic": "prova_estrazione",
    "question_examples": [
      "Quando è obbligatorio fare prove di estrazione sui CTF?",
      "Serve testare i pioli in cantiere?",
      "Come verifico che i CTF lavorino correttamente?"
    ],
    "gold_answer_it": "In situazioni non standard (acciai con trattamenti superficiali, dubbi sui supporti, condizioni particolari) è consigliata o richiesta una prova di estrazione in cantiere per verificare la capacità reale di ancoraggio. Le modalità di prova e i valori di riferimento devono essere concordati con il progettista e con Tecnaria. Le prove non sostituiscono il calcolo, ma confermano l’idoneità della combinazione supporto-fissaggio."
  },
  {
    "id": "CTF-0012",
    "family": "CTF",
    "level": "gold",
    "topic": "compatibilita_zincatura",
    "question_examples": [
      "Posso usare CTF su travi zincate a caldo?",
      "I CTF sono compatibili con acciaio zincato?",
      "Serve preparare la superficie zincata per i CTF?"
    ],
    "gold_answer_it": "L’uso dei CTF su acciaio zincato a caldo richiede attenzione. Il rivestimento può influenzare la presa del chiodo. È necessario seguire le indicazioni Tecnaria: in molti casi è richiesta la rimozione locale dello strato zincante nella zona di sparo o l’esecuzione di prove di estrazione. Installazioni senza verifica possono uscire dal campo di validità delle prestazioni dichiarate."
  },
  {
    "id": "CTF-0013",
    "family": "CTF",
    "level": "gold",
    "topic": "errore_misuso_p560",
    "question_examples": [
      "Posso usare la P560 per fissare altri elementi oltre ai CTF?",
      "Uso la P560 per tasselli generici, è un problema?",
      "La combinazione P560 + CTF è obbligatoria sempre?"
    ],
    "gold_answer_it": "La P560 Tecnaria è configurata per il sistema CTF e per gli elementi per cui Tecnaria fornisce specifiche. L’uso della P560 per fissaggi non previsti o con elementi non idonei non rientra nelle responsabilità Tecnaria. Per il sistema CTF la combinazione P560 + chiodi idonei + piolo Tecnaria è parte integrante della certificazione globale del collegamento."
  },
  {
    "id": "CTF-0014",
    "family": "CTF",
    "level": "gold",
    "topic": "altezza_piolo",
    "question_examples": [
      "Come scelgo l’altezza del CTF?",
      "Che lunghezza di piolo serve per il mio solaio?",
      "Dipende dallo spessore della soletta?"
    ],
    "gold_answer_it": "L’altezza del connettore CTF va scelta in funzione dello spessore della soletta collaborante e delle indicazioni di progetto. Il piolo deve avere corpo sufficiente annegato nel calcestruzzo per garantire la resistenza a taglio e deve emergere correttamente oltre la lamiera, se presente. Le tabelle Tecnaria e il software di calcolo indicano le combinazioni consigliate."
  },
  {
    "id": "CTF-0015",
    "family": "CTF",
    "level": "gold",
    "topic": "influenza_lamiera",
    "question_examples": [
      "La lamiera grecata riduce l’efficacia dei CTF?",
      "Conta la posizione del piolo sul fondello?",
      "Posso mettere il CTF in sommità onda?"
    ],
    "gold_answer_it": "La lamiera grecata influenza la geometria del collegamento. I CTF devono essere posizionati nei punti indicati da Tecnaria (tipicamente sul fondello sopra la trave, non sulle creste libere) per garantire il trasferimento degli sforzi. Configurazioni diverse da quelle riportate nei dettagli ufficiali richiedono valutazioni specifiche e non sono automaticamente coperte."
  },
  {
    "id": "CTF-0016",
    "family": "CTF",
    "level": "gold",
    "topic": "errore_solaio_legno_misto",
    "question_examples": [
      "Ho travi in acciaio e travi in legno nello stesso solaio, posso usare solo CTF?",
      "Uso CTF anche dove ho legno?",
      "Posso uniformare tutto con CTF?"
    ],
    "gold_answer_it": "No. In un solaio misto con zone in acciaio e zone in legno vanno usati sistemi distinti: CTF per acciaio-calcestruzzo e CTL/CTL MAXI per legno-calcestruzzo. L’uso dei CTF sulle travi lignee non è ammesso. Il progetto deve prevedere chiaramente dove applicare ciascun sistema Tecnaria."
  },
  {
    "id": "CTF-0017",
    "family": "CTF",
    "level": "gold",
    "topic": "distanze_minime",
    "question_examples": [
      "Ci sono distanze minime tra i CTF?",
      "Quanto devo stare dal bordo trave?",
      "Posso raggruppare i pioli?"
    ],
    "gold_answer_it": "Le distanze minime tra i pioli CTF e dai bordi della trave sono definite dalle norme e dalle tabelle Tecnaria. Raggruppare eccessivamente i connettori o avvicinarli troppo ai bordi può ridurre l’efficacia del collegamento. Il progettista deve verificare gli interassi minimi e la distribuzione lungo la trave."
  },
  {
    "id": "CTF-0018",
    "family": "CTF",
    "level": "gold",
    "topic": "saldatura_pioli",
    "question_examples": [
      "Posso saldare i pioli CTF anziché spararli?",
      "La saldatura dei pioli è ammessa nel sistema CTF?",
      "Posso trasformare un CTF in piolo saldato?"
    ],
    "gold_answer_it": "I CTF sono progettati come pioli a sparo, non come pioli da saldare. Tecnaria fornisce sistemi certificati per posa a sparo. L’uso di procedure di saldatura non previste annulla il riferimento alle prove specifiche del sistema CTF. Per pioli saldati vanno utilizzati prodotti e cicli specifici idonei alla saldatura."
  },
  {
    "id": "CTF-0019",
    "family": "CTF",
    "level": "gold",
    "topic": "influenza_corrosione",
    "question_examples": [
      "Come proteggo i CTF dalla corrosione?",
      "I CTF sono zincati?",
      "Serve protezione particolare?"
    ],
    "gold_answer_it": "I CTF sono forniti con trattamenti superficiali idonei all’impiego previsto e vengono inglobati nella soletta in calcestruzzo, che contribuisce alla protezione nel tempo. In ambienti aggressivi o particolari condizioni di esposizione è necessario seguire le indicazioni Tecnaria e del progettista riguardo protezioni aggiuntive del sistema misto."
  },
  {
    "id": "CTF-0020",
    "family": "CTF",
    "level": "gold",
    "topic": "uso_sismico",
    "question_examples": [
      "I CTF si possono usare in zona sismica?",
      "I connettori CTF sono idonei per strutture in zona sismica?",
      "Ci sono limitazioni sismiche per i CTF?"
    ],
    "gold_answer_it": "I connettori CTF possono essere impiegati anche in edifici situati in zona sismica, nel rispetto delle Norme Tecniche per le Costruzioni e degli Eurocodici. Il comportamento del solaio misto va verificato dal progettista, considerando rigidezza, duttilità e dettagli costruttivi. I dati Tecnaria forniscono le resistenze necessarie per il dimensionamento del collegamento."
  },
  {
    "id": "CTF-0021",
    "family": "CTF",
    "level": "gold",
    "topic": "rifacimento_solaio_esistente",
    "question_examples": [
      "Posso usare CTF per trasformare un solaio esistente in solaio misto?",
      "Su travi in acciaio esistenti posso applicare CTF?",
      "Come adeguare un solaio vecchio con CTF?"
    ],
    "gold_answer_it": "Sì, i CTF possono essere utilizzati per rendere collaborante una soletta in calcestruzzo con travi in acciaio esistenti, previa verifica dello stato delle travi, dell’accessibilità per la posa a sparo e del rispetto delle condizioni minime (spessori, pulizia, assenza di rivestimenti non idonei). Il progetto deve valutare la capacità residua dell’acciaio e l’effetto della nuova soletta."
  },
  {
    "id": "CTF-0022",
    "family": "CTF",
    "level": "gold",
    "topic": "pulizia_superficie",
    "question_examples": [
      "Devo pulire la trave prima di sparare i CTF?",
      "Ruggine o vernice creano problemi per i CTF?",
      "Serve preparazione superficiale?"
    ],
    "gold_answer_it": "La superficie della trave deve essere sufficientemente pulita e compatta per garantire la corretta presa del chiodo. Ruggine superficiale leggera in genere non è critica, ma strati spessi di vernice, zincature non verificate, intonaci o sporco vanno rimossi localmente. In caso di dubbi è consigliata prova di estrazione o confronto con l’ufficio tecnico Tecnaria."
  },
  {
    "id": "CTF-0023",
    "family": "CTF",
    "level": "gold",
    "topic": "pioli_su_anima_trave",
    "question_examples": [
      "Posso sparare CTF sull’anima verticale della trave?",
      "I CTF si possono mettere sul fianco?",
      "La posa verticale è ammessa?"
    ],
    "gold_answer_it": "La configurazione standard dei CTF prevede la posa sull’ala superiore della trave in acciaio per collegare la soletta sovrastante. Soluzioni alternative, come la posa sull’anima verticale, non sono automaticamente coperte e richiedono valutazioni specifiche. In assenza di indicazioni Tecnaria, non vanno considerate equivalenti."
  },
  {
    "id": "CTF-0024",
    "family": "CTF",
    "level": "gold",
    "topic": "compatibilita_con_lastra_predalles",
    "question_examples": [
      "Posso usare CTF con lastre predalles?",
      "I CTF sono compatibili con predalles in cantiere?",
      "Come collegare trave acciaio e predalles?"
    ],
    "gold_answer_it": "L’uso dei CTF in combinazione con lastre predalles richiede verifica progettuale specifica. Il connettore collega la trave in acciaio alla soletta collaborante; eventuali elementi intermedi (predalles, alleggerimenti) devono essere compatibili con il trasferimento degli sforzi. È necessario seguire indicazioni Tecnaria e del progettista, valutando se occorrono dettagli costruttivi aggiuntivi."
  },
  {
    "id": "CTF-0025",
    "family": "CTF",
    "level": "gold",
    "topic": "differenza_da_barre_saldate",
    "question_examples": [
      "Perché scegliere CTF invece di pioli saldati tradizionali?",
      "Che vantaggi hanno i CTF rispetto alla saldatura?",
      "Quando conviene usare il sistema a sparo?"
    ],
    "gold_answer_it": "Il sistema CTF consente posa rapida a freddo senza impianti di saldatura, con controllo standardizzato tramite P560 Tecnaria e chiodi idonei. Riduce tempi di cantiere e problemi legati a saldature in opera (qualifica saldatore, controlli, condizioni ambientali). Le prestazioni sono documentate da prove dedicate. La scelta tra pioli saldati e CTF va fatta in base a logistica, accessibilità e requisiti del progetto."
  },
  {
    "id": "CTF-0026",
    "family": "CTF",
    "level": "gold",
    "topic": "uso_in_riqualificazioni",
    "question_examples": [
      "I CTF sono adatti per riqualificazioni di edifici industriali?",
      "Posso usarli per aumentare portata di un solaio in acciaio esistente?",
      "Sono indicati per adeguamenti?"
    ],
    "gold_answer_it": "Sì, i CTF sono particolarmente adatti negli interventi di riqualificazione di edifici con travi in acciaio esistenti, dove si realizza una soletta collaborante per incrementare rigidezza e capacità portante. Il progetto deve verificare la compatibilità geometrica e la possibilità di posa a sparo in sicurezza."
  },
  {
    "id": "CTF-0027",
    "family": "CTF",
    "level": "gold",
    "topic": "sicurezza_uso_p560",
    "question_examples": [
      "Ci sono prescrizioni di sicurezza per l’uso dei CTF con P560?",
      "Che DPI servono?",
      "La posa a sparo è pericolosa?"
    ],
    "gold_answer_it": "La posa dei CTF con P560 richiede il rispetto delle norme di sicurezza per l’uso di utensili a polvere: DPI obbligatori (occhiali, guanti, protezioni acustiche), addestramento dell’operatore, verifica del supporto, rispetto delle istruzioni d’uso. Solo personale formato deve utilizzare la P560. L’inosservanza delle procedure può generare rischi per persone e struttura."
  },
  {
    "id": "CTF-0028",
    "family": "CTF",
    "level": "gold",
    "topic": "verifica_post_posa",
    "question_examples": [
      "Cosa controllare dopo aver posato i CTF?",
      "Come verificare che i pioli siano corretti?",
      "Serve un collaudo visivo?"
    ],
    "gold_answer_it": "Dopo la posa, prima del getto, è necessario verificare: stabilità meccanica dei pioli, corretta deformazione del chiodo, assenza di fissaggi pendenti o obliqui evidenti, rispetto di passo e schema di progetto. Pioli non conformi vanno rimossi o esclusi. Questo controllo è parte integrante della qualità del sistema misto."
  },
  {
    "id": "CTF-0029",
    "family": "CTF",
    "level": "gold",
    "topic": "temperatura_ambiente",
    "question_examples": [
      "La temperatura influisce sulla posa dei CTF?",
      "Posso posare CTF in inverno?",
      "Ci sono limiti termici?"
    ],
    "gold_answer_it": "Le temperature estreme possono influenzare comportamento di propulsori e materiali. È necessario rispettare le indicazioni del produttore della P560 e dei propulsori, evitando condizioni non idonee (umidità elevata, gelo, surriscaldamento). In caso di condizioni critiche è opportuno consultare l’ufficio tecnico prima di procedere."
  },
  {
    "id": "CTF-0030",
    "family": "CTF",
    "level": "gold",
    "topic": "compatibilita_calcestruzzo",
    "question_examples": [
      "Che classe di calcestruzzo serve con i CTF?",
      "I CTF hanno bisogno di un calcestruzzo minimo?",
      "Posso usare calcestruzzo leggero?"
    ],
    "gold_answer_it": "I CTF richiedono calcestruzzi con classe minima e caratteristiche conformi alle indicazioni Tecnaria e alle norme per strutture miste. È possibile l’uso di particolari tipologie (leggeri, fibrorinforzati) solo se compatibili con le verifiche di progetto e con le prescrizioni Tecnaria. Il progettista deve tener conto delle resistenze reali nel dimensionamento."
  },
  {
    "id": "CTF-0031",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_tutto_ctf",
    "question_examples": [
      "Posso risolvere qualsiasi solaio usando solo CTF?",
      "Uso CTF anche se ho legno e laterocemento?",
      "Non voglio cambiare sistema, va bene tutto CTF?"
    ],
    "gold_answer_it": "No. Il CTF è un sistema specifico per acciaio-calcestruzzo. Per legno-calcestruzzo ci sono CTL/CTL MAXI, per solai in laterocemento VCEM/CTCEM, per recuperi specifici DIAPASON. Forzare l’uso dei CTF dove non previsto significa operare fuori dal campo di validità Tecnaria e senza riferimenti affidabili di calcolo."
  },
  {
    "id": "CTF-0032",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_p560_mancante",
    "question_examples": [
      "Se non ho la P560 posso usare trapano e tasselli per i CTF?",
      "Posso fissare i CTF con altri sistemi meccanici?",
      "Uso CTF con bulloni, vale uguale?"
    ],
    "gold_answer_it": "No. I CTF sono concepiti come sistema a sparo con P560 Tecnaria e chiodi idonei. L’uso di tasselli, bulloni o altri sistemi non corrisponde più al prodotto provato e certificato. Se non è possibile utilizzare la P560, va valutata un’alternativa Tecnaria più adatta al caso, non una modifica autonoma del sistema."
  },
  {
    "id": "CTF-0033",
    "family": "CTF",
    "level": "gold",
    "topic": "interferenze_armatura",
    "question_examples": [
      "Cosa succede se l’armatura della soletta interferisce coi CTF?",
      "Posso piegare i ferri per farci stare i pioli?",
      "Come gestire armatura e connettori?"
    ],
    "gold_answer_it": "La posizione dei CTF e dell’armatura va coordinata in fase di progetto. I ferri non devono impedire il corretto annegamento dei pioli. Eventuali interferenze si risolvono adattando il disegno dell’armatura, non compromettendo la posa dei CTF. Scelte improvvisate in cantiere possono ridurre l’efficacia del collegamento."
  },
  {
    "id": "CTF-0034",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_taglio_estremo",
    "question_examples": [
      "Se ho sforzi di taglio molto alti basta aumentare i CTF all’infinito?",
      "Metto più pioli possibile e risolvo tutto?",
      "Sovradimensionare è sempre sicuro?"
    ],
    "gold_answer_it": "Aumentare indiscriminatamente il numero di CTF non è una soluzione automatica. Esistono limiti legati a punzonamento, spaziature minime, capacità del calcestruzzo e della trave in acciaio. Il dimensionamento deve seguire formule di progetto e tabelle Tecnaria; sovrapporre pioli senza criterio può non aumentare realmente la capacità del sistema."
  },
  {
    "id": "CTF-0035",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_fissaggio_parziale",
    "question_examples": [
      "Se uno dei due chiodi non prende bene il piolo lavora lo stesso?",
      "Posso lasciare un CTF con un solo chiodo buono?",
      "È accettabile un fissaggio parzialmente efficace?"
    ],
    "gold_answer_it": "Un connettore CTF con fissaggio non conforme (chiodo mancante o difettoso) non può essere considerato pienamente efficace. In funzione delle istruzioni Tecnaria, il punto va scartato o sostituito. Il progetto si basa su dettagli di posa precisi: tolleranze arbitrarie riducono l’affidabilità del collegamento."
  },
  {
    "id": "CTF-0036",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_lamiera_doppia",
    "question_examples": [
      "Se ho due lamiere sovrapposte posso usare CTF uguale?",
      "Cosa succede con lamiera doppia?",
      "I CTF passano due lamiere?"
    ],
    "gold_answer_it": "Configurazioni con doppia lamiera o sovrapposizioni vanno verificate rispetto alle indicazioni Tecnaria: spessori complessivi, aderenza, capacità del chiodo di attraversare correttamente e ancorarsi alla trave. Se la situazione esce dagli schemi documentati, è necessaria una valutazione tecnica specifica."
  },
  {
    "id": "CTF-0037",
    "family": "CTF",
    "level": "gold",
    "topic": "controllo_lotti",
    "question_examples": [
      "Devo tracciare i lotti dei CTF in cantiere?",
      "Servono dati di tracciabilità?",
      "Come gestire certificati e lotti?"
    ],
    "gold_answer_it": "È buona pratica registrare i lotti di fornitura dei CTF e conservarne le documentazioni (schede tecniche, certificazioni, DDT). Questo facilita eventuali verifiche successive e dimostra l’uso di prodotti originali Tecnaria in caso di controlli o collaudi."
  },
  {
    "id": "CTF-0038",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_modifiche_cantiere",
    "question_examples": [
      "In cantiere posso adattare i CTF tagliandoli?",
      "Posso piegare o molare i pioli?",
      "Se danno fastidio li accorcio?"
    ],
    "gold_answer_it": "No. Tagliare, piegare o molare i CTF compromette la loro funzione strutturale e li rende non conformi. Eventuali interferenze vanno risolte in fase di progetto scegliendo altezze diverse o posizionamenti corretti, non modificando il connettore in opera."
  },
  {
    "id": "CTF-0039",
    "family": "CTF",
    "level": "gold",
    "topic": "compatibilita_altri_sistemi",
    "question_examples": [
      "Posso combinare CTF con altri connettori?",
      "Uso CTF insieme a VCEM sullo stesso solaio?",
      "È ammesso mixare sistemi?"
    ],
    "gold_answer_it": "È possibile che in uno stesso edificio coesistano sistemi diversi (CTF, VCEM, CTL, ecc.), ma ogni zona deve essere progettata con criteri coerenti. Non si combinano sullo stesso tratto elementi diversi come se fossero equivalenti senza calcolo dedicato. La scelta di più sistemi nello stesso solaio richiede una chiara suddivisione dei campi di impiego."
  },
  {
    "id": "CTF-0040",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_spessori_minimi_cls",
    "question_examples": [
      "Posso fare soletta molto sottile con CTF?",
      "Qual è lo spessore minimo di calcestruzzo?",
      "Se riduco lo spessore perdo efficacia?"
    ],
    "gold_answer_it": "Lo spessore minimo della soletta collaborante con CTF è indicato nella documentazione Tecnaria e dipende dall’altezza del piolo e dalle verifiche di progetto. Ridurre lo spessore sotto i limiti significa diminuire l’ancoraggio effettivo e uscire dalle condizioni provate. La scelta dello spessore è parte integrante del dimensionamento."
  },
  {
    "id": "CTF-0041",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_cls_poor",
    "question_examples": [
      "Se il calcestruzzo viene male i CTF funzionano lo stesso?",
      "Cosa succede se il cls è di qualità inferiore?",
      "Posso contare solo sui pioli?"
    ],
    "gold_answer_it": "La capacità del sistema misto dipende anche dalla qualità del calcestruzzo. Un cls con resistenza inferiore a quella prevista riduce l’efficacia dei CTF. Il getto deve rispettare le specifiche di progetto; in caso di difformità significative è necessaria una valutazione strutturale, non si può confidare solo sulla presenza dei pioli."
  },
  {
    "id": "CTF-0042",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_fuoco",
    "question_examples": [
      "Come si comportano i CTF in caso di incendio?",
      "Serve protezione al fuoco?",
      "I pioli mantengono capacità al fuoco?"
    ],
    "gold_answer_it": "La verifica al fuoco del solaio misto con CTF va eseguita dal progettista secondo le normative, considerando riduzione di resistenze e protezioni previste. I CTF, inglobati nel calcestruzzo, contribuiscono al collegamento anche in condizioni d’incendio se dimensionati correttamente. Non si assume automaticamente che la capacità a freddo valga al fuoco."
  },
  {
    "id": "CTF-0043",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_normativa",
    "question_examples": [
      "Se seguo solo catalogo Tecnaria sono a norma?",
      "Basta copiare uno schema tipo CTF?",
      "Il catalogo sostituisce il progettista?"
    ],
    "gold_answer_it": "No. I dati Tecnaria (tabelle, schemi, esempi) sono strumenti tecnici, ma non sostituiscono il progetto strutturale. Il dimensionamento con CTF deve essere eseguito da un tecnico abilitato secondo NTC ed Eurocodici, utilizzando i valori forniti da Tecnaria. Copiare uno schema senza verifica non garantisce conformità normativa."
  },
  {
    "id": "CTF-0044",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_usurati",
    "question_examples": [
      "Posso riutilizzare CTF recuperati da un altro cantiere?",
      "Uso pioli avanzati da vecchi lavori?",
      "È ammesso riuso?"
    ],
    "gold_answer_it": "No. I connettori CTF vanno utilizzati nuovi, in condizioni originali. Il riuso di elementi già installati, deformati o stoccati in modo improprio non è ammesso perché non garantisce le prestazioni previste. In caso di dubbio sui materiali, è preferibile sostituirli."
  },
  {
    "id": "CTF-0045",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_p560_manutenzione",
    "question_examples": [
      "Se la P560 non è manutenuta bene i CTF sono comunque validi?",
      "Una P560 sporca può compromettere i fissaggi?",
      "Devo fare manutenzione regolare?"
    ],
    "gold_answer_it": "Una P560 non manutenuta correttamente può generare fissaggi incompleti o irregolari, compromettendo la qualità dei collegamenti CTF. La manutenzione ordinaria (pulizia, lubrificazione con prodotti idonei, controllo componenti) è parte integrante dell’affidabilità del sistema. In caso di malfunzionamenti ripetuti vanno sospese le operazioni e verificati i pioli installati."
  },
  {
    "id": "CTF-0046",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_supporto_sconosciuto",
    "question_examples": [
      "Se non so esattamente che acciaio ho sotto posso usare CTF?",
      "Su travi di origine ignota è sicuro?",
      "Basta che sia metallico?"
    ],
    "gold_answer_it": "No. L’uso dei CTF presuppone che il supporto in acciaio abbia caratteristiche idonee (spessore, integrità, assenza di rivestimenti critici). Su strutture di origine ignota è necessario un minimo di verifica (spessori, stato di conservazione, eventuali prove) prima di assumere la piena efficacia del collegamento."
  },
  {
    "id": "CTF-0047",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_mix_con_resine",
    "question_examples": [
      "Posso aggiungere resina ai CTF per sicurezza?",
      "Uso CTF + ancoranti chimici insieme?",
      "La resina migliora sempre la prestazione?"
    ],
    "gold_answer_it": "L’aggiunta arbitraria di resine o ancoranti chimici al sistema CTF non fa parte delle configurazioni standard Tecnaria. Può alterare il comportamento del collegamento e non è automaticamente sinonimo di prestazioni superiori. Qualsiasi combinazione va valutata dal progettista e discussa con l’ufficio tecnico Tecnaria."
  },
  {
    "id": "CTF-0048",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_cls_non_ancora_maturo",
    "question_examples": [
      "Posso caricare il solaio prima della maturazione del calcestruzzo?",
      "Quando iniziano a lavorare i CTF?",
      "Posso togliere puntelli subito?"
    ],
    "gold_answer_it": "I CTF iniziano a lavorare efficacemente solo quando il calcestruzzo ha raggiunto una resistenza sufficiente. I tempi di disarmo e messa in esercizio devono seguire le indicazioni del progettista e del fornitore del cls, non anticipati senza verifica. Caricare il solaio troppo presto riduce la sicurezza e può compromettere il sistema misto."
  },
  {
    "id": "CTF-0049",
    "family": "CTF",
    "level": "gold",
    "topic": "domanda_velenosa_taglio_locale",
    "question_examples": [
      "Se concentro molti pioli vicino a un appoggio è sempre positivo?",
      "Posso saturare di CTF una zona critica?",
      "Ci sono limiti per ammassi locali?"
    ],
    "gold_answer_it": "Concentrare troppi CTF in una zona ristretta può portare a problemi locali nel calcestruzzo (schiacciamenti, punzonamenti) e non aumenta indefinitamente la capacità. La distribuzione va studiata con criterio, rispettando le distanze minime e i modelli di calcolo previsti."
  },
  {
    "id": "CTF-0050",
    "family": "CTF",
    "level": "gold",
    "topic": "sintesi_gold",
    "question_examples": [
      "Riassumi le regole chiave per usare correttamente i CTF.",
      "Cosa devo ricordare assolutamente sui CTF?",
      "Dammi le condizioni per restare dentro le certificazioni CTF."
    ],
    "gold_answer_it": "Per usare correttamente i CTF e restare nel perimetro Tecnaria: (1) applicarli solo nel campo acciaio-calcestruzzo; (2) utilizzare esclusivamente P560 Tecnaria (o sistemi approvati) con chiodi idonei; (3) rispettare spessori minimi, posizioni e schemi indicati; (4) dimensionare numero e passo tramite calcolo strutturale; (5) verificare visivamente tutti i pioli e scartare quelli non conformi; (6) coordinare posa, armatura e getto; (7) consultare l’ufficio tecnico Tecnaria per casi dubbi o non standard."
  }
]
