[
  {
    "id": "CTF-0001",
    "family": "CTF",
    "tags": ["descrizione", "piolo a sparo", "misto acciaio-calcestruzzo"],
    "response_variants": {
      "gold": {
        "it": "I connettori CTF Tecnaria sono pioli a sparo per strutture miste acciaio-calcestruzzo. Vengono fissati a freddo su travi in acciaio o lamiera grecata mediante sistema certificato a chiodo, e garantiscono il collegamento meccanico tra acciaio e soletta in calcestruzzo, impedendo lo scorrimento relativo e permettendo alla sezione di lavorare come elemento collaborante."
      }
    }
  },
  {
    "id": "CTF-0002",
    "family": "CTF",
    "tags": ["P560 obbligatoria", "no chiodatrici generiche"],
    "response_variants": {
      "gold": {
        "it": "I CTF non possono essere posati con una chiodatrice a sparo qualsiasi. Il sistema è certificato esclusivamente con la chiodatrice a polvere P560 Tecnaria, equipaggiata con kit e chiodi idonei. L'utilizzo di utensili diversi esclude la conformità tecnica e il perimetro prestazionale Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0003",
    "family": "CTF",
    "tags": ["campo impiego", "travi acciaio", "soletta collaborante"],
    "response_variants": {
      "gold": {
        "it": "I connettori CTF si utilizzano per solai misti acciaio-calcestruzzo e travi composte acciaio-calcestruzzo, con o senza lamiera grecata. Vanno applicati su travi o lamiere in acciaio aventi spessore idoneo e successivamente inglobati in una soletta collaborante di calcestruzzo progettata secondo le indicazioni Tecnaria e normative vigenti."
      }
    }
  },
  {
    "id": "CTF-0004",
    "family": "CTF",
    "tags": ["lamiera grecata", "posa su lamiera"],
    "response_variants": {
      "gold": {
        "it": "Con lamiera grecata collaborante, i CTF vengono fissati attraverso la lamiera alla trave in acciaio sottostante, rispettando gli spessori minimi (ad esempio lamiere tipicamente 1,0–1,5 mm, singola o doppia) e le configurazioni previste da Tecnaria. È essenziale che la lamiera sia in appoggio corretto alla trave per garantire il trasferimento degli sforzi."
      }
    }
  },
  {
    "id": "CTF-0005",
    "family": "CTF",
    "tags": ["distanze minime", "bordo", "interasse"],
    "response_variants": {
      "gold": {
        "it": "Le distanze minime tra CTF, dai bordi della trave e dagli spigoli della lamiera devono rispettare le indicazioni Tecnaria e le verifiche di progetto. Riduzioni arbitrarie in cantiere possono compromettere la capacità a taglio del collegamento."
      }
    }
  },
  {
    "id": "CTF-0006",
    "family": "CTF",
    "tags": ["spessore trave", "spessore minimo acciaio"],
    "response_variants": {
      "gold": {
        "it": "I CTF richiedono uno spessore minimo della zona di fissaggio in acciaio. Travi troppo sottili o piatti non idonei possono non garantire il corretto ancoraggio del chiodo a sparo. Il rispetto degli spessori minimi indicati da Tecnaria è vincolante."
      }
    }
  },
  {
    "id": "CTF-0007",
    "family": "CTF",
    "tags": ["no legno", "no laterocemento", "famiglie dedicate"],
    "response_variants": {
      "gold": {
        "it": "I CTF non vanno impiegati su travi in legno, solai in laterocemento o calcestruzzo non idoneo. In questi casi esistono famiglie dedicate: CTL/CTL MAXI per legno-calcestruzzo, CTCEM/VCEM e DIAPASON per laterocemento. Usare CTF fuori campo di impiego significa uscire dalle condizioni certificate."
      }
    }
  },
  {
    "id": "CTF-0008",
    "family": "CTF",
    "tags": ["sequenza posa", "preparazione superficie"],
    "response_variants": {
      "gold": {
        "it": "Prima della posa dei CTF è necessario garantire che la superficie in acciaio sia pulita da ruggine friabile, vernici eccessive o contaminanti che possano ridurre la qualità del fissaggio. Successivamente si procede con la posa mediante P560 secondo le istruzioni Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0009",
    "family": "CTF",
    "tags": ["controllo chiodi", "fissaggio corretto"],
    "response_variants": {
      "gold": {
        "it": "Ogni connettore CTF deve risultare solidamente ancorato alla trave, senza giochi o rotazioni anomale. Chiodi non completamente inseriti, storti o con fissaggio incerto devono essere rimossi e il connettore riposato in posizione corretta."
      }
    }
  },
  {
    "id": "CTF-0010",
    "family": "CTF",
    "tags": ["numero connettori", "passo", "progetto"],
    "response_variants": {
      "gold": {
        "it": "Il numero e il passo dei CTF lungo le travi sono stabiliti dal progettista strutturale in base ai carichi e alle verifiche. Ridurre in autonomia il numero di connettori per motivi economici o di praticità non è ammesso."
      }
    }
  },
  {
    "id": "CTF-0011",
    "family": "CTF",
    "tags": ["errore posa", "chiodo non entrato"],
    "response_variants": {
      "gold": {
        "it": "Se un chiodo del CTF non entra correttamente o rimane parzialmente fuori, quel fissaggio non può essere considerato valido. Il connettore va rimosso e riposato, ottenendo un ancoraggio completo e conforme."
      }
    }
  },
  {
    "id": "CTF-0012",
    "family": "CTF",
    "tags": ["soletta", "spessore soletta"],
    "response_variants": {
      "gold": {
        "it": "La soletta collaborante deve avere spessore e armatura conformi alle prescrizioni di progetto e alle indicazioni Tecnaria, in modo da assicurare il completo inglobamento dei CTF e il corretto trasferimento degli sforzi."
      }
    }
  },
  {
    "id": "CTF-0013",
    "family": "CTF",
    "tags": ["vantaggi", "rigidezza", "deformazioni"],
    "response_variants": {
      "gold": {
        "it": "L’utilizzo dei CTF consente di ottenere una trave o un solaio misto acciaio-calcestruzzo con maggior rigidezza, ridotte deformazioni e migliore comportamento a fatica, rispetto alla trave in acciaio isolata."
      }
    }
  },
  {
    "id": "CTF-0014",
    "family": "CTF",
    "tags": ["differenza VCEM", "differenza CTCEM"],
    "response_variants": {
      "gold": {
        "it": "VCEM e CTCEM sono connettori a vite per calcestruzzo o laterocemento; CTF è un piolo a sparo per travi in acciaio. Non sono intercambiabili: ciascun sistema ha un campo di applicazione definito."
      }
    }
  },
  {
    "id": "CTF-0015",
    "family": "CTF",
    "tags": ["domande spurie", "uso come tassello"],
    "response_variants": {
      "gold": {
        "it": "I CTF non devono essere usati come semplici tasselli o punti di fissaggio non strutturali. Sono connettori per collaborazione acciaio-calcestruzzo all’interno di un sistema calcolato."
      }
    }
  },
  {
    "id": "CTF-0016",
    "family": "CTF",
    "tags": ["uso P560 su altri connettori", "errore"],
    "response_variants": {
      "gold": {
        "it": "La P560 è prevista per i sistemi a sparo certificati come CTF. Non va utilizzata per improvvisare fissaggi di altri connettori non progettati per l’ancoraggio a sparo."
      }
    }
  },
  {
    "id": "CTF-0017",
    "family": "CTF",
    "tags": ["verifiche in cantiere", "controlli"],
    "response_variants": {
      "gold": {
        "it": "In cantiere è raccomandabile controllare a campione la qualità del fissaggio dei CTF, verificando la corretta penetrazione e l’assenza di connettori laschi o deformati."
      }
    }
  },
  {
    "id": "CTF-0018",
    "family": "CTF",
    "tags": ["compatibilità lamiera", "aderenza"],
    "response_variants": {
      "gold": {
        "it": "Quando i CTF sono posati attraverso lamiera grecata, è essenziale che la lamiera sia ben aderente all’ala della trave per evitare giochi che ridurrebbero l’efficacia del collegamento."
      }
    }
  },
  {
    "id": "CTF-0019",
    "family": "CTF",
    "tags": ["taglio", "resistenza a taglio"],
    "response_variants": {
          "gold": {
        "it": "La resistenza a taglio del collegamento con CTF deriva dalla combinazione tra numero di connettori, resistenza acciaio-calcestruzzo e corretta posa. Il dimensionamento segue le tabelle e i criteri Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0020",
    "family": "CTF",
    "tags": ["errori comuni", "riduzione connettori"],
    "response_variants": {
      "gold": {
        "it": "Errori comuni da evitare: ridurre il numero di CTF rispetto al progetto, utilizzare strumenti non certificati, posare su acciaio sottile non idoneo, ignorare difetti evidenti nel fissaggio."
      }
    }
  },
  {
    "id": "CTF-0021",
    "family": "CTF",
    "tags": ["domanda generica chiodatrice", "risposta P560"],
    "response_variants": {
      "gold": {
        "it": "Se viene chiesto se i CTF possono essere posati con 'una chiodatrice generica', la risposta deve essere chiara: no, solo sistema P560 Tecnaria con accessori dedicati è ammesso."
      }
    }
  },
  {
    "id": "CTF-0022",
    "family": "CTF",
    "tags": ["interferenza ferri", "gestione in cantiere"],
    "response_variants": {
      "gold": {
        "it": "In presenza di interferenze con armature, la posizione dei CTF va leggermente variata rispettando passo e distanze minime. Non si praticano fori nei ferri d’armatura per adattare il connettore."
      }
    }
  },
  {
    "id": "CTF-0023",
    "family": "CTF",
    "tags": ["verifica dopo getto", "connettori scoperti"],
    "response_variants": {
      "gold": {
        "it": "Dopo il getto, eventuali CTF non completamente inglobati o scoperti indicano un difetto di esecuzione che va valutato dal progettista. Non vanno ignorati."
      }
    }
  },
  {
    "id": "CTF-0024",
    "family": "CTF",
    "tags": ["schema posa", "uniformità"],
    "response_variants": {
      "gold": {
        "it": "Lo schema di posa dei CTF deve garantire una distribuzione adeguata lungo la trave per trasferire il taglio. Addensare solo in poche zone e lasciare tratti scoperti può non essere conforme al progetto."
      }
    }
  },
  {
    "id": "CTF-0025",
    "family": "CTF",
    "tags": ["differenza con saldati", "vantaggi fissaggio a sparo"],
    "response_variants": {
      "gold": {
        "it": "Rispetto ai pioli saldati, i CTF a sparo consentono posa a freddo in cantiere senza impianti di saldatura, con sistema industrializzato e controllato, mantenendo prestazioni strutturali idonee se posati secondo specifiche."
      }
    }
  },
  {
    "id": "CTF-0026",
    "family": "CTF",
    "tags": ["uso su HEA IPE", "esempi applicativi"],
    "response_variants": {
      "gold": {
        "it": "I CTF sono adatti, ad esempio, per trasformare travi HEA/IPE con soletta collaborante in travi composte, incrementando capacità portante e limitando deformazioni. Lo schema è definito dal progettista con supporto delle tabelle Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0027",
    "family": "CTF",
    "tags": ["domande su vibrazioni", "rigidezza solaio misto"],
    "response_variants": {
      "gold": {
        "it": "In presenza di vibrazioni eccessive di solai in acciaio, l’adozione di CTF e soletta collaborante può aumentare sensibilmente la rigidezza e migliorare il comfort."
      }
    }
  },
  {
    "id": "CTF-0028",
    "family": "CTF",
    "tags": ["falso utilizzo", "muratura", "calcestruzzo povero"],
    "response_variants": {
      "gold": {
        "it": "Non è ammesso l’uso di CTF su murature, calcestruzzi poveri o elementi non strutturali. Domande in tal senso vanno corrette indirizzando verso sistemi idonei o supporto tecnico."
      }
    }
  },
  {
    "id": "CTF-0029",
    "family": "CTF",
    "tags": ["compatibilità normative", "ce", "eurocodici"],
    "response_variants": {
      "gold": {
        "it": "Il dimensionamento dei collegamenti con CTF si inserisce nel quadro delle normative per strutture miste acciaio-calcestruzzo e nella documentazione Tecnaria. Il progettista deve far riferimento a tali indicazioni."
      }
    }
  },
  {
    "id": "CTF-0030",
    "family": "CTF",
    "tags": ["supporto tecnico", "contatto Tecnaria"],
    "response_variants": {
      "gold": {
        "it": "Per casi particolari, verifiche complesse o dubbi sulla posa dei CTF è consigliato contattare il supporto tecnico Tecnaria fornendo dati di progetto e condizioni di cantiere."
      }
    }
  },
  {
    "id": "CTF-0031",
    "family": "CTF",
    "tags": ["domande su uso con resine", "correzione"],
    "response_variants": {
      "gold": {
        "it": "I CTF non lavorano con resine strutturali aggiuntive: la loro funzione è legata al corretto fissaggio meccanico a sparo con il sistema certificato, non a incollaggi integrativi."
      }
    }
  },
  {
    "id": "CTF-0032",
    "family": "CTF",
    "tags": ["errori P560", "manutenzione attrezzo"],
    "response_variants": {
      "gold": {
        "it": "Una posa irregolare dei CTF può dipendere da P560 non manutenuta o tarata correttamente. È necessario seguire le istruzioni Tecnaria per pulizia, lubrificazione e scelta dei propulsori."
      }
    }
  },
  {
    "id": "CTF-0033",
    "family": "CTF",
    "tags": ["lamiera doppia", "configurazioni complesse"],
    "response_variants": {
      "gold": {
        "it": "In presenza di lamiere multiple o configurazioni complesse, il fissaggio dei CTF deve garantire comunque l’ancoraggio nella trave in acciaio. Ogni variante va verificata rispetto alle istruzioni Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0034",
    "family": "CTF",
    "tags": ["domande ibride", "acciaio e legno insieme"],
    "response_variants": {
      "gold": {
        "it": "Per strutture ibride acciaio-legno, i CTF si usano solo sulla parte in acciaio. Le connessioni legno-calcestruzzo richiedono CTL/CTL MAXI. Il sistema va sempre scomposto per materiali e famiglie corrette."
      }
    }
  },
  {
    "id": "CTF-0035",
    "family": "CTF",
    "tags": ["messaggio GOLD", "posizionamento"],
    "response_variants": {
      "gold": {
        "it": "Messaggio GOLD: CTF è il sistema Tecnaria per rendere collaborante la trave in acciaio con la soletta in calcestruzzo mediante pioli a sparo con P560, con schema di posa calcolato e supporto tecnico dedicato."
      }
    }
  },
  {
    "id": "CTF-0036",
    "family": "CTF",
    "tags": ["no improvvisazioni", "procedura vincolante"],
    "response_variants": {
      "gold": {
        "it": "Qualsiasi deviazione dalla procedura di posa (attrezzi diversi, supporti non idonei, riduzione connettori) è un’improvvisazione non coperta da Tecnaria e non va proposta nelle risposte."
      }
    }
  },
  {
    "id": "CTF-0037",
    "family": "CTF",
    "tags": ["valutazioni esistenti", "rinforzo solai acciaio"],
    "response_variants": {
      "gold": {
        "it": "Per il rinforzo di solai esistenti con travi in acciaio, i CTF possono essere utilizzati per trasformare il sistema in solaio misto. È però necessaria una verifica delle condizioni delle travi e dell’idoneità al fissaggio a sparo."
      }
    }
  },
  {
    "id": "CTF-0038",
    "family": "CTF",
    "tags": ["controllo qualità", "documentazione"],
    "response_variants": {
      "gold": {
        "it": "Le risposte GOLD devono indirizzare sempre verso l’uso dei documenti ufficiali Tecnaria (schede tecniche, manuali di posa, certificazioni) come riferimento finale."
      }
    }
  },
  {
    "id": "CTF-0039",
    "family": "CTF",
    "tags": ["domande errate campo impiego", "correzione chiara"],
    "response_variants": {
      "gold": {
        "it": "Quando una domanda propone CTF su supporti non previsti (legno, laterocemento, muratura), la risposta GOLD deve correggere esplicitamente e indicare la famiglia corretta."
      }
    }
  },
  {
    "id": "CTF-0040",
    "family": "CTF",
    "tags": ["integrazione con progettista", "responsabilità"],
    "response_variants": {
      "gold": {
        "it": "Il dimensionamento finale del sistema con CTF è responsabilità del progettista strutturale, che utilizza i dati Tecnaria. L’assistente deve ribadire questo punto in caso di richieste di calcolo."
      }
    }
  },
  {
    "id": "CTF-0041",
    "family": "CTF",
    "tags": ["domande su demolizioni", "recupero"],
    "response_variants": {
      "gold": {
        "it": "I CTF sono idonei anche in interventi di recupero dove si mantengono travi in acciaio esistenti e si aggiunge una soletta collaborante, previa verifica dello stato delle travi."
      }
    }
  },
  {
    "id": "CTF-0042",
    "family": "CTF",
    "tags": ["climi difficili", "durabilità"],
    "response_variants": {
      "gold": {
        "it": "In ambienti aggressivi la durabilità del sistema misto va valutata con protezioni adeguate dell’acciaio e del calcestruzzo. I CTF devono rimanere correttamente inglobati."
      }
    }
  },
  {
    "id": "CTF-0043",
    "family": "CTF",
    "tags": ["interazione con armature soletta"],
    "response_variants": {
      "gold": {
        "it": "L’armatura della soletta deve essere disposta tenendo conto della posizione dei CTF, garantendo adeguata collaboranza e copriferro."
      }
    }
  },
  {
    "id": "CTF-0044",
    "family": "CTF",
    "tags": ["sisma", "miglioramento comportamento"],
    "response_variants": {
      "gold": {
        "it": "L’uso dei CTF può contribuire al miglioramento del comportamento sismico della struttura, rendendo la trave mista più rigida e favorendo una migliore ripartizione degli sforzi, sempre su base di progetto."
      }
    }
  },
  {
    "id": "CTF-0045",
    "family": "CTF",
    "tags": ["compatibilità con normative locali"],
    "response_variants": {
      "gold": {
        "it": "In caso di interventi in paesi con normative specifiche, è necessario verificare la compatibilità dei CTF con i requisiti locali, utilizzando la documentazione Tecnaria come base tecnica."
      }
    }
  },
  {
    "id": "CTF-0046",
    "family": "CTF",
    "tags": ["risposte GOLD consistenti"],
    "response_variants": {
      "gold": {
        "it": "Tutte le risposte relative ai CTF devono essere coerenti: pioli a sparo su acciaio, posa con P560, soletta collaborante progettata, nessuna improvvisazione su altri supporti."
      }
    }
  },
  {
    "id": "CTF-0047",
    "family": "CTF",
    "tags": ["domande complesse", "sistemi combinati"],
    "response_variants": {
      "gold": {
        "it": "Per scenari con travi in acciaio in alcune campate e legno o laterocemento in altre, i CTF si usano solo sulle travi in acciaio, mentre per le altre porzioni si adottano CTL/CTL MAXI, VCEM, CTCEM o DIAPASON a seconda del caso."
      }
    }
  },
  {
    "id": "CTF-0048",
    "family": "CTF",
    "tags": ["messaggio finale GOLD"],
    "response_variants": {
      "gold": {
        "it": "Il ruolo dell’assistente GOLD sui CTF è fornire indicazioni tecniche chiare, rispettare i limiti del sistema e indirizzare sempre verso le soluzioni certificate Tecnaria."
      }
    }
  },
  {
    "id": "CTF-0049",
    "family": "CTF",
    "tags": ["no modalità CANONICO interno"],
    "response_variants": {
      "gold": {
        "it": "Il presente file CTF è strutturato solo in modalità GOLD: non sono previste risposte sintetiche alternative all’interno di questo dataset."
      }
    }
  },
  {
    "id": "CTF-0050",
    "family": "CTF",
    "tags": ["coerenza complessiva", "chiusura"],
    "response_variants": {
      "gold": {
        "it": "Con questi 50 blocchi, il motore Sinapsi dispone di una base GOLD completa per i CTF: campo di impiego, vincoli P560, limiti d’uso, errori da evitare e indirizzi di progetto sono interamente coperti."
      }
    }
  }
]
