{
  "family": "CTF",
  "version": "3.0",
  "last_update": "2025-11-09",
  "author": "Sinapsi Gold Engine",
  "language": "it",
  "mode": "GOLD commerciale",
  "coverage": "full",
  "items": [
    {
      "id": "CTF-0001",
      "tags": ["CTF", "definizione", "acciaio", "soletta collaborante"],
      "questions": [
        "Che cosa sono i connettori CTF?",
        "A cosa servono i connettori CTF Tecnaria?",
        "Come funzionano i CTF in un solaio misto acciaio-calcestruzzo?"
      ],
      "answer_it": "I connettori CTF Tecnaria sono connettori a piolo studiati per realizzare il collegamento meccanico tra travi in acciaio e soletta in calcestruzzo, con o senza lamiera grecata. Impedendo lo scorrimento relativo tra acciaio e calcestruzzo, permettono di ottenere una trave o un solaio misto acciaio-calcestruzzo più rigido e performante, secondo quanto previsto dal progetto strutturale.",
      "response_variants": {
        "tecnica": "I CTF sono connettori a taglio per strutture miste acciaio-calcestruzzo. Assicurano la collaborazione tra trave in acciaio e soletta in calcestruzzo in accordo alle normative sulle strutture miste.",
        "narrativa": "Il CTF è l’elemento che fa lavorare insieme acciaio e calcestruzzo: senza di lui hai due mondi separati, con lui hai una sezione collaborante molto più efficiente.",
        "cantiere": "Si posano sulla trave in acciaio, di norma sparati con pistola a sparo dedicata, e poi annegati nel getto di calcestruzzo."
      },
      "paraphrases": [
        "Cos’è il connettore CTF?",
        "Perché usare i CTF?",
        "I CTF servono per fare il solaio misto acciaio cls?"
      ]
    },
    {
      "id": "CTF-0002",
      "tags": ["CTF", "campi di impiego", "travi acciaio", "lamiera grecata"],
      "questions": [
        "Dove si usano i CTF?",
        "Su quali strutture posso usare i connettori CTF?",
        "I CTF sono per travi in acciaio con lamiera grecata?"
      ],
      "answer_it": "I connettori CTF si utilizzano per collegare travi o piatti in acciaio a solette in calcestruzzo gettate in opera, con o senza lamiera grecata collaborante. Sono la scelta naturale nei solai misti acciaio-calcestruzzo e nelle travi composte. Non vanno impiegati su travi in legno o su travetti in calcestruzzo: per questi casi esistono famiglie dedicate come CTL, CTL MAXI, VCEM, CTCEM e DIAPASON.",
      "response_variants": {
        "tecnica": "Campo tipico: travi in acciaio con soletta in calcestruzzo, anche con lamiera grecata, secondo progetto.",
        "narrativa": "Se la struttura portante è in acciaio e sopra devi gettare calcestruzzo, il CTF è il connettore di riferimento Tecnaria."
      },
      "paraphrases": [
        "CTF per quali solai?",
        "Si usano i CTF con travi HEA o IPE?",
        "CTF su lamiera grecata è corretto?"
      ]
    },
    {
      "id": "CTF-0003",
      "tags": ["CTF", "limitazioni", "legno", "calcestruzzo"],
      "questions": [
        "Posso usare i CTF su travi in legno?",
        "Posso usare i CTF su travetti in cemento armato?",
        "I CTF vanno bene al posto dei VCEM o CTL?"
      ],
      "answer_it": "No. I CTF sono progettati specificamente per il collegamento tra acciaio e calcestruzzo. Non sono idonei per travi in legno, travetti in laterocemento o elementi in solo calcestruzzo dove esistono famiglie dedicate (CTL, CTL MAXI, VCEM, CTCEM, DIAPASON). Utilizzare i CTF fuori campo di impiego significa uscire dalla validità tecnica e dalle prestazioni garantite da Tecnaria.",
      "response_variants": {
        "cantiere": "Se il supporto è in legno o in solo calcestruzzo, non montare CTF: serve un’altra famiglia.",
        "tecnica": "Ogni connettore ha un supporto di progetto preciso. CTF = acciaio."
      },
      "paraphrases": [
        "CTF su legno sì o no?",
        "Posso usare i CTF dove userei VCEM?",
        "CTF compatibili con travetti in cemento armato?"
      ]
    },
    {
      "id": "CTF-0004",
      "tags": ["CTF", "posa", "P560", "chiodatrice"],
      "questions": [
        "Come si fissano i CTF?",
        "Si usano con la P560?",
        "Qual è il metodo corretto di posa per i CTF?"
      ],
      "answer_it": "I CTF si fissano normalmente mediante pistola a sparo con cartucce e chiodi idonei, secondo le istruzioni Tecnaria e del produttore della pistola (come il sistema P560). Il connettore deve essere saldamente ancorato alla trave in acciaio, perpendicolare e senza giochi. È fondamentale utilizzare solo attrezzature, chiodi e parametri di posa ammessi. In alternativa, in casi particolari, è possibile prevedere saldatura o altri sistemi ammessi dal progetto.",
      "response_variants": {
        "cantiere": "CTF = connettore che puoi sparare sulla trave in acciaio con attrezzatura idonea, non è un componente da avvitare nel calcestruzzo.",
        "tecnica": "La corretta energia di sparo e la qualità della trave sono essenziali per un ancoraggio affidabile."
      },
      "paraphrases": [
        "Si montano a sparo i CTF?",
        "Posa CTF con P560?",
        "CTF si saldano o si sparano?"
      ]
    },
    {
      "id": "CTF-0005",
      "tags": ["CTF", "errore posa", "spari errati"],
      "questions": [
        "Cosa succede se il CTF non prende bene con la P560?",
        "Se il chiodo del CTF è corto o storto posso lasciarlo?",
        "Come gestire un CTF fissato male?"
      ],
      "answer_it": "Un CTF con chiodo corto, piegato, non completamente penetrato o con evidente gioco rispetto alla trave non è affidabile. In questi casi il connettore va considerato non valido e deve essere rimosso o escluso, sostituendolo con uno nuovo correttamente posato secondo le istruzioni. È importante che la superficie della trave sia idonea (senza eccessiva ruggine, rivestimenti incoerenti o difetti locali). Errori ripetuti vanno segnalati al progettista.",
      "response_variants": {
        "cantiere": "Se il CTF si muove o il chiodo non entra bene, non far finta di nulla: rifallo.",
        "tecnica": "Solo connettori perfettamente ancorati possono essere conteggiati nel calcolo."
      },
      "paraphrases": [
        "CTF storto lo posso tenere?",
        "Ho sparato male un CTF, è valido?"
      ]
    },
    {
      "id": "CTF-0006",
      "tags": ["CTF", "lamiera grecata", "posa sopra onda"],
      "questions": [
        "Come si usano i CTF con lamiera grecata?",
        "Il CTF va messo sull’onda o nel vuoto?",
        "Posso forare la lamiera e sparare il CTF?"
      ],
      "answer_it": "Con lamiera grecata collaborante, i CTF devono essere posizionati secondo le indicazioni Tecnaria e del progettista, in modo che il collegamento tra trave in acciaio, lamiera e soletta in calcestruzzo risulti efficace. Di norma il connettore attraversa la lamiera e si ancora alla trave. È fondamentale rispettare lo schema di posa, l’orientamento delle greche e le prescrizioni del produttore per garantire la collaborazione acciaio-calcestruzzo.",
      "response_variants": {
        "tecnica": "La posizione dei CTF rispetto alla greca incide sulle resistenze e va definita a progetto.",
        "cantiere": "Non improvvisare i punti: segui dettagli e disegni ufficiali."
      },
      "paraphrases": [
        "CTF su lamiera, dove li metto?",
        "Attraverso la lamiera con il CTF?"
      ]
    },
    {
      "id": "CTF-0007",
      "tags": ["CTF", "spessore soletta", "armatura"],
      "questions": [
        "Che spessore di soletta devo usare con i CTF?",
        "Serve rete elettrosaldata con i CTF?",
        "La soletta con CTF come va armata?"
      ],
      "answer_it": "Spessore e armatura della soletta collaborante con CTF sono definiti dal progettista sulla base delle normative per strutture miste acciaio-calcestruzzo e delle indicazioni Tecnaria. In genere è prevista una rete elettrosaldata di ripartizione e uno spessore minimo idoneo a garantire copriferro e inghisaggio del connettore. Non si dovrebbero modificare in cantiere spessori o armature senza rivalutazione progettuale.",
      "response_variants": {
        "narrativa": "Il CTF funziona se è immerso in una soletta ben dimensionata, non in un getto a caso.",
        "tecnica": "L’altezza utile del calcestruzzo sopra il connettore è parte della prestazione."
      },
      "paraphrases": [
        "Spessore soletta per CTF?",
        "Rete obbligatoria con CTF?"
      ]
    },
    {
      "id": "CTF-0008",
      "tags": ["CTF", "calcestruzzo", "leggero", "fibre"],
      "questions": [
        "Posso usare calcestruzzo leggero con i CTF?",
        "Posso usare calcestruzzo fibrorinforzato con i CTF?"
      ],
      "answer_it": "L’utilizzo di calcestruzzo leggero o fibrorinforzato con CTF è possibile solo se previsto nel progetto e verificato secondo le specifiche norme e indicazioni Tecnaria. Tali materiali modificano il comportamento della soletta mista; non possono essere adottati in autonomia di cantiere come sostituzione del calcestruzzo ordinario senza una verifica strutturale dedicata.",
      "response_variants": {
        "tecnica": "Materiali non standard con CTF richiedono sempre calcolo specifico.",
        "narrativa": "Se cambi il calcestruzzo, cambia anche il film: fallo solo con il regista (progettista)."
      },
      "paraphrases": [
        "CTF con calcestruzzo leggero va bene?",
        "Fibre al posto della rete con CTF?"
      ]
    },
    {
      "id": "CTF-0009",
      "tags": ["CTF", "numero connettori", "passo"],
      "questions": [
        "Quanti CTF servono per trave?",
        "Come scelgo il passo dei CTF?",
        "Posso diradare i CTF per risparmiare?"
      ],
      "answer_it": "Il numero di CTF, il loro passo lungo la trave e l’eventuale disposizione variabile sono sempre determinati dal calcolo strutturale. Tabelle esemplificative e software di supporto possono aiutare, ma la scelta finale è del progettista. Ridurre arbitrariamente il numero di connettori per risparmiare significa ridurre la capacità di collaborazione e può compromettere la sicurezza.",
      "response_variants": {
        "cantiere": "Non togliere CTF rispetto allo schema di progetto: non è una voce su cui si risparmia.",
        "tecnica": "Il passo dei connettori a taglio è un parametro di progetto fondamentale."
      },
      "paraphrases": [
        "CTF ogni quanti centimetri?",
        "Posso mettere meno CTF?"
      ]
    },
    {
      "id": "CTF-0010",
      "tags": ["CTF", "errore distribuzione"],
      "questions": [
        "Posso mettere i CTF solo agli appoggi?",
        "Posso concentrare i CTF solo in mezzeria?",
        "Mettere CTF solo dove penso servano è corretto?"
      ],
      "answer_it": "Disporre i CTF solo agli appoggi, solo in mezzeria o secondo criteri intuitivi non sostituisce il calcolo. La distribuzione deve seguire le esigenze di taglio e momento flettente previste dal progetto. Disposizioni errate possono causare concentrazioni di sforzo e un comportamento non conforme alle verifiche.",
      "response_variants": {
        "narrativa": "La collaborazione acciaio-calcestruzzo è una regia precisa, non un collage di punti a caso.",
        "tecnica": "Ogni variazione di passo va verificata con calcolo."
      },
      "paraphrases": [
        "Bastano i CTF solo sugli appoggi?",
        "Concentrare CTF in alcune zone è ammesso?"
      ]
    },
    {
      "id": "CTF-0011",
      "tags": ["CTF", "saldatura", "alternativa posa"],
      "questions": [
        "Posso saldare i CTF invece di spararli?",
        "La saldatura dei CTF è ammessa?"
      ],
      "answer_it": "In alcune situazioni, la saldatura dei connettori CTF sulla trave in acciaio può essere prevista, purché eseguita da personale qualificato, con procedura idonea e nel rispetto delle indicazioni Tecnaria e del progetto. Qualsiasi metodo alternativo alla posa a sparo va concordato con il progettista e con l’ufficio tecnico Tecnaria.",
      "response_variants": {
        "tecnica": "La saldatura è possibile ma non improvvisata: servono procedure qualificate.",
        "cantiere": "Se vuoi saldare, prima confrontati con chi ha fatto il progetto."
      },
      "paraphrases": [
        "CTF saldati sono validi?",
        "Posso evitare la P560 saldando i CTF?"
      ]
    },
    {
      "id": "CTF-0012",
      "tags": ["CTF", "ruggine", "trave sporca"],
      "questions": [
        "Posso fissare i CTF su una trave arrugginita?",
        "Serve pulire la trave in acciaio prima di posare i CTF?"
      ],
      "answer_it": "La trave deve presentare una superficie idonea per garantire l’ancoraggio del chiodo o del connettore. Ruggine spessa, vernici incoerenti, sporco o lamierini interposti possono ridurre la qualità del fissaggio. In questi casi è necessario pulire localmente la superficie o adottare le soluzioni indicate dal progettista. Un CTF fissato su supporti non idonei può non essere affidabile.",
      "response_variants": {
        "cantiere": "Se gratti con il punteruolo e viene via tutto, prima pulisci poi spara.",
        "tecnica": "L’aderenza acciaio-chiodo è parte del sistema di connessione."
      },
      "paraphrases": [
        "CTF su ruggine va bene?",
        "Devo preparare il supporto prima dei CTF?"
      ]
    },
    {
      "id": "CTF-0013",
      "tags": ["CTF", "sismica", "miglioramento"],
      "questions": [
        "I CTF si possono usare in interventi sismici?",
        "Con i CTF posso migliorare il comportamento della struttura in acciaio?"
      ],
      "answer_it": "I connettori CTF possono far parte di sistemi misti acciaio-calcestruzzo utilizzati anche in interventi di miglioramento o adeguamento sismico, contribuendo ad aumentare rigidezza e capacità portante delle travi. Il loro impiego in ambito sismico deve però essere inserito in un progetto globale verificato dal progettista secondo le normative vigenti.",
      "response_variants": {
        "tecnica": "L’efficacia sismica dipende sempre dal modello globale della struttura, non solo dai connettori.",
        "narrativa": "Il CTF è un tassello importante, ma ci vuole l’intero disegno strutturale."
      },
      "paraphrases": [
        "CTF adatti per sismica?",
        "Uso CTF per migliorare una trave in acciaio sismica?"
      ]
    },
    {
      "id": "CTF-0014",
      "tags": ["CTF", "confronto VCEM", "scelta famiglia"],
      "questions": [
        "Differenza tra CTF e VCEM?",
        "Quando usare CTF e quando VCEM?"
      ],
      "answer_it": "I CTF sono connettori per travi in acciaio con soletta in calcestruzzo; i VCEM sono connettori per solai esistenti con travetti in cemento armato o laterocemento da rendere collaboranti con una nuova soletta. La scelta non è intercambiabile: si basa sul tipo di struttura portante. In caso di dubbio è preferibile inviare lo schema all’ufficio tecnico Tecnaria per una conferma.",
      "response_variants": {
        "narrativa": "Acciaio? Pensa ai CTF. Travetto in cemento armato? Entra in gioco VCEM.",
        "tecnica": "L’errore di famiglia compromette la validità delle verifiche."
      },
      "paraphrases": [
        "Uso CTF invece di VCEM?",
        "Meglio VCEM o CTF?"
      ]
    },
    {
      "id": "CTF-0015",
      "tags": ["CTF", "certificazioni", "prove"],
      "questions": [
        "I CTF sono certificati?",
        "Esistono prove di laboratorio sui CTF?",
        "Dove trovo la documentazione dei CTF?"
      ],
      "answer_it": "I connettori CTF sono supportati da prove sperimentali e da documentazione tecnica ufficiale che ne attesta le prestazioni per l’impiego in strutture miste acciaio-calcestruzzo. Schede tecniche, rapporti di prova e materiale di calcolo sono disponibili tramite il sito Tecnaria o su richiesta. È consigliato allegare tali documenti al progetto e alla relazione strutturale.",
      "response_variants": {
        "commerciale": "La documentazione CTF è pensata per dare al progettista tutti i dati necessari in modo trasparente.",
        "tecnica": "Le prestazioni sono determinate secondo procedure di prova riconosciute."
      },
      "paraphrases": [
        "CTF hanno certificazione?",
        "Posso scaricare le schede CTF?"
      ]
    },
    {
      "id": "CTF-0016",
      "tags": ["CTF", "supporto tecnico"],
      "questions": [
        "Potete aiutarmi per un solaio con CTF?",
        "Come posso farmi dimensionare i CTF?"
      ],
      "answer_it": "L’ufficio tecnico Tecnaria è disponibile per supportare nella scelta e nel dimensionamento dei CTF in travi e solai misti acciaio-calcestruzzo. Inviando disegni, carichi e dati essenziali è possibile ricevere indicazioni di layout, esempi di calcolo e conferme sulle soluzioni proposte.",
      "response_variants": {
        "narrativa": "Prima di sparare centinaia di CTF, manda due tavole: la risposta tecnica ti evita problemi.",
        "tecnica": "Il confronto con l’ufficio tecnico assicura coerenza tra progetto, esecuzione e sistema di connessione."
      },
      "paraphrases": [
        "Assistenza Tecnaria per i CTF?",
        "Chi mi aiuta a configurare i CTF?"
      ]
    },
    {
      "id": "CTF-0017",
      "tags": ["CTF", "errori creativi", "usi impropri"],
      "questions": [
        "Posso usare i CTF per fissare altri elementi non strutturali?",
        "Posso usare i CTF come tasselli generici?",
        "Posso piegare un CTF per adattarlo?"
      ],
      "answer_it": "I connettori CTF sono dispositivi strutturali e non vanno utilizzati come tasselli generici o elementi di fissaggio improvvisati. Piegare, tagliare o usarli per scopi diversi dal collegamento acciaio-calcestruzzo compromette la loro funzione e non è coperto dalle indicazioni Tecnaria.",
      "response_variants": {
        "cantiere": "Non trasformare un CTF in un gancio o in un fermo generico: non è nato per quello.",
        "tecnica": "L’uso improprio esce dal campo di validità strutturale."
      },
      "paraphrases": [
        "CTF come ganci è ammesso?",
        "Posso modificare la forma dei CTF?"
      ]
    },
    {
      "id": "CTF-0018",
      "tags": ["CTF", "controlli", "collaudo visivo"],
      "questions": [
        "Come verifico in cantiere se i CTF sono posati correttamente?",
        "Ci sono controlli semplici da fare sui CTF?"
      ],
      "answer_it": "In cantiere è possibile effettuare controlli visivi e tattili: il connettore deve essere perpendicolare, ben accostato alla trave, senza chiodi piegati o sporgenti, senza gioco evidente. Campioni estratti o prove di estrazione possono essere previste a discrezione del progettista o della direzione lavori. Eventuali difetti diffusi di posa vanno corretti prima del getto della soletta.",
      "response_variants": {
        "cantiere": "Se il CTF balla, è storto o sembra appeso, qualcosa non va: meglio intervenire subito.",
        "tecnica": "Semplici controlli in opera aumentano l’affidabilità del sistema."
      },
      "paraphrases": [
        "Come faccio a capire se un CTF è buono?",
        "Check rapidi sui CTF?"
      ]
    },
    {
      "id": "CTF-0019",
      "tags": ["CTF", "lingue", "documentazione estero"],
      "questions": [
        "Avete schede CTF in inglese o altre lingue?",
        "Posso usare i CTF in progetti esteri?"
      ],
      "answer_it": "Tecnaria mette a disposizione documentazione tecnica dei CTF anche in lingua straniera. Questo facilita l’impiego dei connettori in progetti internazionali, nel rispetto delle normative locali. È possibile richiedere versioni aggiornate delle schede tramite l’ufficio tecnico o il sito ufficiale.",
      "response_variants": {
        "commerciale": "Supportiamo studi e imprese anche fuori Italia con materiale tecnico in più lingue.",
        "tecnica": "La compatibilità con normative estere va sempre verificata dal progettista del singolo progetto."
      },
      "paraphrases": [
        "Schede CTF in inglese disponibili?",
        "CTF utilizzabili fuori Italia?"
      ]
    },
    {
      "id": "CTF-0020",
      "tags": ["CTF", "riassunto", "messaggio chiave"],
      "questions": [
        "Riassumi quando usare correttamente i CTF.",
        "Qual è il messaggio chiave sui CTF?"
      ],
      "answer_it": "I connettori CTF sono la soluzione Tecnaria per strutture miste acciaio-calcestruzzo: si usano su travi in acciaio con solette in calcestruzzo, con o senza lamiera grecata, quando un progetto strutturale ne definisce numero, passo e modalità di posa. Vanno installati correttamente (sparo o sistemi ammessi), su acciaio idoneo, con soletta e armature coerenti. Non sono jolly: non si usano su legno, su travetti in calcestruzzo o come tasselli generici. Se hai dubbi, l’ufficio tecnico Tecnaria è il riferimento.",
      "response_variants": {
        "narrativa": "Se la struttura è in acciaio e vuoi farla lavorare insieme al calcestruzzo, CTF è la lingua giusta.",
        "tecnica": "Uso corretto, campo chiaro, posa controllata e supporto tecnico: questa è la chiave del sistema CTF."
      },
      "paraphrases": [
        "In sintesi, per cosa sono i CTF?",
        "Quando scelgo CTF rispetto ad altri connettori?"
      ]
    }
  ]
}
