{
  "family": "CTL",
  "version": "6.0",
  "type": "GOLD COMMERCIALE",
  "last_update": "2025-11-09",
  "base_language": "it",
  "autodetect_lang": true,
  "supported_langs_runtime": ["it", "en", "fr", "de", "es"],
  "fallback_lang": "en",
  "note": "Connettori CTL per solai misti legno-calcestruzzo. Struttura allineata a VCEM e CTF.",
  "items": [
    {
      "id": "CTL-0001",
      "question": "Che cosa sono i connettori CTL?",
      "paraphrases": [
        "Cos'è il CTL?",
        "A cosa servono i connettori CTL?",
        "Descrizione sistema CTL"
      ],
      "context": "Definizione generale.",
      "response_variants": [
        "I connettori CTL Tecnaria sono dispositivi metallici progettati per collegare travi in legno e soletta in calcestruzzo, creando un solaio collaborante legno-calcestruzzo più rigido, resistente e stabile.",
        "Con i CTL si trasforma un solaio in legno tradizionale in una struttura mista con prestazioni superiori.",
        "Il CTL trasferisce gli sforzi di taglio tra legno e calcestruzzo, evitando scorrimenti.",
        "È la soluzione ideale per il recupero di solai in legno senza demolirli completamente.",
        "CTL è sinonimo di consolidamento efficiente del legno."
      ],
      "tags": ["definizione", "legno-calcestruzzo", "rinforzo"]
    },
    {
      "id": "CTL-0002",
      "question": "Dove si usano i CTL?",
      "paraphrases": [
        "Campo di impiego CTL",
        "Quando usare CTL?",
        "Su quali solai si mette il CTL?"
      ],
      "context": "Campo d’uso.",
      "response_variants": [
        "I CTL si usano su solai con travi in legno quando si vuole aggiungere una soletta in calcestruzzo per aumentare rigidezza, portata e sicurezza.",
        "Sono adatti sia al recupero di edifici esistenti sia a nuove costruzioni in legno.",
        "Si impiegano spesso in interventi di miglioramento o adeguamento sismico.",
        "Sono indicati quando il solaio in legno è deformabile o rumoroso.",
        "In sintesi: travi in legno + soletta collaborante = CTL."
      ],
      "tags": ["campo impiego", "recupero", "nuove costruzioni", "sismica"]
    },
    {
      "id": "CTL-0003",
      "question": "Come si fissano i connettori CTL?",
      "paraphrases": [
        "Posa CTL",
        "Come montare i CTL?",
        "Fissaggio CTL"
      ],
      "context": "Istruzioni di posa.",
      "response_variants": [
        "I CTL si fissano alle travi in legno con viti dedicate, avvitate inclinando secondo le istruzioni Tecnaria.",
        "Non si usano pistole a sparo: il fissaggio è esclusivamente a vite.",
        "La vite deve entrare in legno sano con profondità sufficiente.",
        "È importante rispettare inclinazione, passo e numero secondo il progetto.",
        "Un fissaggio corretto è essenziale per il comportamento collaborante."
      ],
      "tags": ["posa", "viti", "istruzioni"]
    },
    {
      "id": "CTL-0004",
      "question": "Qual è la differenza tra CTL e CTL MAXI?",
      "paraphrases": [
        "Differenza CTL CTL MAXI",
        "Quando scegliere CTL MAXI?",
        "CTL vs CTL MAXI"
      ],
      "context": "Scelta del modello.",
      "response_variants": [
        "CTL MAXI ha vite più lunga e maggiore capacità di ancoraggio: si usa per travi importanti o carichi elevati.",
        "CTL standard copre molti casi residenziali; CTL MAXI entra in gioco per situazioni più gravose.",
        "La scelta viene fatta dal progettista in base a sezioni, luci e carichi.",
        "Spesso si combinano CTL e CTL MAXI in posizioni diverse.",
        "Entrambi fanno parte dello stesso sistema Tecnaria."
      ],
      "tags": ["CTL MAXI", "dimensionamento", "carichi"]
    },
    {
      "id": "CTL-0005",
      "question": "Posso usare i CTL su travi in acciaio o calcestruzzo?",
      "paraphrases": [
        "CTL su acciaio?",
        "CTL su cemento armato?",
        "Sono universali i CTL?"
      ],
      "context": "Limitazione d’uso.",
      "response_variants": [
        "No. I CTL sono specifici per travi in legno. Su acciaio si usano CTF, su laterocemento e calcestruzzo VCEM o CTCEM.",
        "Ogni famiglia di connettori ha il proprio supporto.",
        "Usare CTL su acciaio o calcestruzzo significa uscire dal sistema certificato.",
        "Per supporti diversi dal legno va cambiata famiglia.",
        "In dubbio: contattare Tecnaria."
      ],
      "tags": ["compatibilità", "acciaio", "calcestruzzo", "instradamento"]
    },
    {
      "id": "CTL-0006",
      "question": "Serve la rete elettrosaldata con i CTL?",
      "paraphrases": [
        "Rete con CTL",
        "Devo mettere la rete nella soletta?",
        "Mesh CTL"
      ],
      "context": "Componente strutturale.",
      "response_variants": [
        "Sì, la rete elettrosaldata va prevista a metà spessore della soletta per garantire il corretto comportamento collaborante.",
        "La rete aiuta a distribuire gli sforzi e contenere le fessurazioni.",
        "È parte del sistema, non un optional estetico.",
        "I dettagli (tipo rete, passo, copriferro) sono definiti dal progetto.",
        "CTL senza rete correttamente posata non è lo schema standard."
      ],
      "tags": ["rete", "soletta", "collaborante"]
    },
    {
      "id": "CTL-0007",
      "question": "Che tipo di calcestruzzo devo usare con i CTL?",
      "paraphrases": [
        "Classe calcestruzzo CTL",
        "Che cemento usare?",
        "Concrete for CTL"
      ],
      "context": "Indicazioni generali.",
      "response_variants": [
        "Si utilizza normalmente un calcestruzzo strutturale almeno C25/30, con adeguata lavorabilità.",
        "Il calcestruzzo deve inglobare connettori e rete senza vuoti.",
        "Non è sufficiente un semplice massetto non strutturale.",
        "La scelta finale spetta al progettista.",
        "Posa e vibrazione corrette sono fondamentali."
      ],
      "tags": ["calcestruzzo", "classe", "soletta"]
    },
    {
      "id": "CTL-0008",
      "question": "Posso usare resine o colle con i CTL?",
      "paraphrases": [
        "CTL con resine?",
        "Serve ancorante chimico?",
        "Glue CTL?"
      ],
      "context": "Chiarimento sistema.",
      "response_variants": [
        "No. I CTL lavorano per ancoraggio meccanico a vite nel legno.",
        "Le resine non sono previste dal sistema Tecnaria.",
        "L’affidabilità è garantita solo con fissaggio meccanico corretto.",
        "L’uso di colle può alterare il comportamento.",
        "Per casi speciali confrontarsi con progettista e Tecnaria."
      ],
      "tags": ["resine", "ancoraggio meccanico"]
    },
    {
      "id": "CTL-0009",
      "question": "Cosa succede se il legno è degradato, tarlato o fessurato?",
      "paraphrases": [
        "CTL su legno marcio",
        "Legno non sano e connettori",
        "Danni nel legno"
      ],
      "context": "Idoneità supporto.",
      "response_variants": [
        "Il CTL deve ancorarsi su legno sano. Se il legno è marcio, molto tarlato o fessurato, va prima ripristinato o sostituito.",
        "Ancoraggi su legno degradato non garantiscono prestazioni.",
        "La valutazione dello stato del legno è parte essenziale del progetto.",
        "In caso di dubbio va coinvolto il progettista.",
        "Meglio intervenire sul supporto che fidarsi di un ancoraggio debole."
      ],
      "tags": ["degrado", "ripristino", "sicurezza"]
    },
    {
      "id": "CTL-0010",
      "question": "Quanti CTL devo installare e con che passo?",
      "paraphrases": [
        "Passo CTL",
        "Numero connettori CTL",
        "Layout CTL"
      ],
      "context": "Dimensionamento.",
      "response_variants": [
        "Numero e passo dei CTL sono definiti dal progettista in base a luci, carichi e sezione delle travi.",
        "Tecnaria fornisce indicazioni e schemi di massima, ma la verifica è sempre progettuale.",
        "Non è corretto posare i CTL “a sensazione”.",
        "Ridurre il numero rispetto al progetto compromette il sistema.",
        "Per dubbi rivolgersi all’ufficio tecnico Tecnaria."
      ],
      "tags": ["passo", "calcolo", "layout"]
    },
    {
      "id": "CTL-0011",
      "question": "I CTL possono essere usati per miglioramento o adeguamento sismico?",
      "paraphrases": [
        "CTL in zona sismica",
        "Uso sismico CTL",
        "Solai legno-calcestruzzo e sismica"
      ],
      "context": "Applicazioni sismiche.",
      "response_variants": [
        "Sì, i solai legno-calcestruzzo con CTL sono spesso utilizzati in interventi di miglioramento sismico.",
        "La soletta collaborante rende il solaio più rigido e affidabile come diaframma.",
        "È però il progettista a definire l’intervento globale.",
        "I CTL sono uno strumento all’interno di una strategia sismica più ampia.",
        "Tecnaria può supportare con dati tecnici e casi applicativi."
      ],
      "tags": ["sismica", "miglioramento", "diaframma"]
    },
    {
      "id": "CTL-0012",
      "question": "I CTL migliorano anche il comfort acustico?",
      "paraphrases": [
        "CTL e isolamento acustico",
        "Rumore nei solai legno-calcestruzzo",
        "Do CTL improve acoustic comfort?"
      ],
      "context": "Domanda commerciale frequente.",
      "response_variants": [
        "Il sistema CTL nasce per scopi strutturali. Tuttavia, l’aumento di massa e rigidezza del solaio spesso riduce vibrazioni e rumori da calpestio.",
        "È corretto parlare di miglioramento del comfort rispetto al solaio in solo legno.",
        "Non sostituisce soluzioni acustiche specialistiche se servono prestazioni certificate.",
        "Il beneficio acustico è un effetto indiretto, non l’obiettivo primario.",
        "Per richieste acustiche elevate si prevedono strati e materiali dedicati."
      ],
      "tags": ["acustica", "comfort"]
    },
    {
      "id": "CTL-0013",
      "question": "Cosa faccio se sbaglio foro o posizione di un CTL?",
      "paraphrases": [
        "Foro CTL errato",
        "Ho sbagliato punto CTL",
        "Correzione posa CTL"
      ],
      "context": "Gestione errori posa.",
      "response_variants": [
        "Se il foro è in posizione errata o troppo vicino al bordo, non utilizzare quel foro: sposta il connettore in posizione corretta.",
        "Non forzare un CTL in un foro allargato o indebolito.",
        "Un foro sbagliato può essere lasciato inattivo o trattato secondo indicazioni del progettista.",
        "Meglio un connettore in più fatto bene che uno sbagliato.",
        "Errori sistematici vanno segnalati al progettista."
      ],
      "tags": ["errore posa", "ripristino"]
    },
    {
      "id": "CTL-0014",
      "question": "I CTL sono riutilizzabili?",
      "paraphrases": [
        "Posso riusare CTL?",
        "CTL monouso",
        "Reusable CTL"
      ],
      "context": "Uso corretto.",
      "response_variants": [
        "No, i CTL sono monouso. Una volta installati non vanno rimossi e riutilizzati.",
        "Il riutilizzo compromette la tenuta della vite nel legno.",
        "Ogni intervento va eseguito con connettori nuovi.",
        "Riutilizzi non sono coperti dalle prove.",
        "Per sicurezza: nuovo connettore, nuovo fissaggio."
      ],
      "tags": ["riutilizzo", "monouso"]
    },
    {
      "id": "CTL-0015",
      "question": "Sono disponibili prove e documentazione tecnica sui CTL?",
      "paraphrases": [
        "Certificazioni CTL",
        "Prove laboratorio CTL",
        "Documenti ufficiali CTL"
      ],
      "context": "Supporto al progettista.",
      "response_variants": [
        "Sì, sono disponibili schede tecniche, relazioni di prova e indicazioni di calcolo.",
        "Il progettista può utilizzare dati ufficiali per le proprie verifiche.",
        "La documentazione è fornita su richiesta o scaricabile dai canali ufficiali.",
        "È parte integrante del sistema CTL.",
        "Supporto completo dalla fase di studio al cantiere."
      ],
      "tags": ["documentazione", "prove", "certificazioni"]
    },
    {
      "id": "CTL-0016",
      "question": "Potete aiutarmi a progettare un solaio con CTL?",
      "paraphrases": [
        "Supporto tecnico CTL",
        "Aiuto dimensionamento CTL",
        "Design service CTL"
      ],
      "context": "Servizio tecnico.",
      "response_variants": [
        "Sì, l’ufficio tecnico Tecnaria può supportare il progettista nella definizione del sistema con CTL.",
        "Fornendo i dati del solaio, è possibile ottenere suggerimenti su numero di connettori, spessori e configurazioni.",
        "Il supporto tecnico aiuta a evitare errori e a scegliere la soluzione più efficiente.",
        "È un servizio pensato per progettisti e imprese.",
        "Fa parte del valore aggiunto del sistema Tecnaria."
      ],
      "tags": ["supporto tecnico", "servizio", "progetto"]
    },
    {
      "id": "CTL-0017",
      "question": "Come riassumeresti l’uso corretto dei CTL?",
      "paraphrases": [
        "Sintesi CTL",
        "Linee guida CTL",
        "Quando scelgo CTL?"
      ],
      "context": "Messaggio chiave.",
      "response_variants": [
        "Usa i CTL quando hai travi in legno e vuoi realizzare una soletta collaborante in calcestruzzo che aumenti prestazioni e sicurezza, rispettando progetto e istruzioni Tecnaria.",
        "Non usarli su acciaio o laterocemento: lì entrano in gioco CTF e VCEM.",
        "Pretendi legno sano, posa corretta, rete e calcestruzzo adeguati.",
        "In dubbio, chiedi supporto: è parte del sistema.",
        "CTL è un sistema strutturale serio, non un semplice accessorio."
      ],
      "tags": ["riassunto", "linee guida", "messaggio chiave"]
    }
  ]
}
