[
  {
    "id": "CTL_MAXI-0001",
    "family": "CTL_MAXI",
    "tags": ["descrizione", "legno-calcestruzzo", "connettore maxi"],
    "response_variants": {
      "gold": {
        "it": "I connettori CTL MAXI Tecnaria sono studiati per solai misti legno-calcestruzzo ad alte prestazioni, con maggiore profondità di ancoraggio nel legno rispetto ai CTL standard. Sono indicati quando servono elevata capacità di taglio, travi importanti, spessori aggiuntivi o tavolati intermedi."
      }
    }
  },
  {
    "id": "CTL_MAXI-0002",
    "family": "CTL_MAXI",
    "tags": ["campo di impiego", "travi alte", "carichi elevati"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI si utilizza quando le travi in legno hanno altezza significativa, quando sono presenti carichi elevati o quando il progetto richiede maggiore capacità di connessione tra legno e soletta collaborante rispetto ai CTL standard."
      }
    }
  },
  {
    "id": "CTL_MAXI-0003",
    "family": "CTL_MAXI",
    "tags": ["differenza CTL", "criteri scelta"],
    "response_variants": {
      "gold": {
        "it": "La differenza principale rispetto ai CTL standard è la maggiore lunghezza e capacità di ancoraggio. CTL per situazioni ordinarie, CTL MAXI quando servono profondità maggiori, tavolati o strati intermedi più spessi o connettori con maggior riserva di prestazione."
      }
    }
  },
  {
    "id": "CTL_MAXI-0004",
    "family": "CTL_MAXI",
    "tags": ["tavolato", "assito", "strati intermedi"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI è indicato quando tra trave in legno e soletta sono presenti tavolati spessi, assiti doppi, pannelli o strati intermedi: la lunghezza del connettore consente di attraversare tali strati e ancorarsi efficacemente al legno strutturale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0005",
    "family": "CTL_MAXI",
    "tags": ["isolante", "strati compressibili"],
    "response_variants": {
      "gold": {
        "it": "In presenza di strati isolanti o materiali comprimibili sopra il legno, CTL MAXI consente di superare lo strato non resistente e raggiungere la trave lignea. Ogni configurazione va verificata dal progettista con riferimento alle schede Tecnaria."
      }
    }
  },
  {
    "id": "CTL_MAXI-0006",
    "family": "CTL_MAXI",
    "tags": ["posa", "viti", "procedure"],
    "response_variants": {
      "gold": {
        "it": "La posa dei CTL MAXI prevede fissaggio con viti idonee Tecnaria secondo gli schemi prescritti. Il connettore deve aderire al supporto ligneo e le viti devono garantire profondità e serraggio conformi alla documentazione ufficiale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0007",
    "family": "CTL_MAXI",
    "tags": ["no P560", "no sparo"],
    "response_variants": {
      "gold": {
        "it": "I CTL MAXI non si posano con chiodatrici a sparo né con P560. Il sistema è basato su fissaggio meccanico a vite nel legno. L’uso di sistemi a polvere non è previsto né coperto tecnicamente."
      }
    }
  },
  {
    "id": "CTL_MAXI-0008",
    "family": "CTL_MAXI",
    "tags": ["no resine", "fissaggio meccanico"],
    "response_variants": {
      "gold": {
        "it": "Per CTL MAXI non sono previste resine chimiche come sostituzione del fissaggio a vite. L’ancoraggio deve essere garantito meccanicamente, con elementi approvati."
      }
    }
  },
  {
    "id": "CTL_MAXI-0009",
    "family": "CTL_MAXI",
    "tags": ["quando usare MAXI", "decisione progettista"],
    "response_variants": {
      "gold": {
        "it": "Si passa da CTL a CTL MAXI quando: spessore totale tra testa trave e intradosso soletta aumenta, servono maggiori capacità di taglio, o il progettista richiede un margine superiore di prestazione. La scelta è sempre progettuale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0010",
    "family": "CTL_MAXI",
    "tags": ["solai esistenti", "recupero", "rinforzo"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI è particolarmente utile nel recupero di solai in legno esistenti con tavolati multipli o strati sovrapposti, dove il connettore standard non raggiungerebbe un ancoraggio ottimale nel legno strutturale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0011",
    "family": "CTL_MAXI",
    "tags": ["vibrazioni", "rigidezza", "prestazioni"],
    "response_variants": {
      "gold": {
        "it": "L’impiego di CTL MAXI in un solaio legno-calcestruzzo incrementa la rigidezza del sistema e contribuisce alla riduzione di vibrazioni e deformazioni. Ogni valutazione quantitativa richiede calcolo strutturale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0012",
    "family": "CTL_MAXI",
    "tags": ["spessore soletta", "criteri minimi"],
    "response_variants": {
      "gold": {
        "it": "La soletta collaborante abbinata a CTL MAXI deve rispettare gli spessori minimi e i criteri di armatura indicati da Tecnaria e dal progettista, in modo da assicurare ingranamento efficace del connettore."
      }
    }
  },
  {
    "id": "CTL_MAXI-0013",
    "family": "CTL_MAXI",
    "tags": ["distanze minime", "bordo trave"],
    "response_variants": {
      "gold": {
        "it": "I CTL MAXI devono rispettare distanze minime dai bordi delle travi in legno per evitare fessurazioni. Le indicazioni dimensionali sono riportate nella documentazione Tecnaria e vanno seguite."
      }
    }
  },
  {
    "id": "CTL_MAXI-0014",
    "family": "CTL_MAXI",
    "tags": ["viti non serrate", "errori posa"],
    "response_variants": {
      "gold": {
        "it": "Errori tipici con CTL MAXI: viti non serrate completamente, connettore non aderente al legno, inclinazioni improprie o posizionamento su legno deteriorato. In tali casi è necessario ripristinare o spostare il connettore."
      }
    }
  },
  {
    "id": "CTL_MAXI-0015",
    "family": "CTL_MAXI",
    "tags": ["controlli pre-getto", "verifica connessioni"],
    "response_variants": {
      "gold": {
        "it": "Prima del getto, con CTL MAXI già posati, occorre verificare che tutti i connettori siano fissati correttamente, con viti integre e schema conforme al progetto. Connettori in dubbio vanno sostituiti o riposizionati."
      }
    }
  },
  {
    "id": "CTL_MAXI-0016",
    "family": "CTL_MAXI",
    "tags": ["uso su legno lamellare", "compatibilità"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI è idoneo anche per travi in legno lamellare, con scelta di passo e disposizione definita tramite calcolo. La maggiore lunghezza di ancoraggio è utile in sezioni di grandi dimensioni."
      }
    }
  },
  {
    "id": "CTL_MAXI-0017",
    "family": "CTL_MAXI",
    "tags": ["no uso improprio", "acciaio", "laterocemento"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI non è destinato a travi in acciaio o travetti in calcestruzzo di solai in laterocemento. In quei casi devono essere utilizzate le famiglie CTF, VCEM, CTCEM o DIAPASON secondo campo di impiego."
      }
    }
  },
  {
    "id": "CTL_MAXI-0018",
    "family": "CTL_MAXI",
    "tags": ["ibridi", "legno e acciaio"],
    "response_variants": {
      "gold": {
        "it": "In strutture miste con travi in legno e travi in acciaio, CTL MAXI si usa esclusivamente sulle parti lignee. Per le travi in acciaio restano validi i CTF. Non si adotta un unico connettore per entrambi."
      }
    }
  },
  {
    "id": "CTL_MAXI-0019",
    "family": "CTL_MAXI",
    "tags": ["interasse", "passo connettori"],
    "response_variants": {
      "gold": {
        "it": "L’interasse dei CTL MAXI lungo la trave viene stabilito dal progettista in funzione di carichi e geometria. Non deve essere aumentato arbitrariamente in cantiere per risparmiare connettori."
      }
    }
  },
  {
    "id": "CTL_MAXI-0020",
    "family": "CTL_MAXI",
    "tags": ["solai storici", "rinforzo conservativo"],
    "response_variants": {
      "gold": {
        "it": "Nei solai storici o vincolati, CTL MAXI può essere utilizzato quando il progetto prevede una soletta collaborante con ancoraggi profondi che rispettino le condizioni del legno esistente, previo controllo specialistico."
      }
    }
  },
  {
    "id": "CTL_MAXI-0021",
    "family": "CTL_MAXI",
    "tags": ["legno ammalorato", "limiti uso"],
    "response_variants": {
      "gold": {
        "it": "Su legno gravemente degradato o con sezione insufficiente, anche CTL MAXI non può compensare la mancanza di supporto. In tali casi va valutato il consolidamento o la sostituzione strutturale."
      }
    }
  },
  {
    "id": "CTL_MAXI-0022",
    "family": "CTL_MAXI",
    "tags": ["tavolato non solidale", "verifiche"],
    "response_variants": {
      "gold": {
        "it": "Se CTL MAXI viene posato su tavolato non solidale alla trave sottostante, il connettore non lavora correttamente. È necessario assicurare la continuità strutturale fino al legno portante."
      }
    }
  },
  {
    "id": "CTL_MAXI-0023",
    "family": "CTL_MAXI",
    "tags": ["coordinamento armature soletta"],
    "response_variants": {
      "gold": {
        "it": "La disposizione dei CTL MAXI deve essere coordinata con l’armatura della soletta collaborante, evitando conflitti che riducano copriferri o efficace ancoraggio del connettore."
      }
    }
  },
  {
    "id": "CTL_MAXI-0024",
    "family": "CTL_MAXI",
    "tags": ["domande vibrazioni", "prestazioni dinamiche"],
    "response_variants": {
      "gold": {
        "it": "Per domande su vibrazioni e comportamento dinamico di solai con CTL MAXI, l’assistente può indicare che il sistema aumenta rigidezza globale; valori numerici e verifiche restano in capo al progettista."
      }
    }
  },
  {
    "id": "CTL_MAXI-0025",
    "family": "CTL_MAXI",
    "tags": ["schema tipo", "nuovi solai"],
    "response_variants": {
      "gold": {
        "it": "Nei nuovi solai legno-calcestruzzo con elevate prestazioni richieste, i CTL MAXI possono essere adottati come soluzione standard per garantire ampie capacità di connessione e margini di sicurezza."
      }
    }
  },
  {
    "id": "CTL_MAXI-0026",
    "family": "CTL_MAXI",
    "tags": ["uso con pannelli X-lam", "valutazione"],
    "response_variants": {
      "gold": {
        "it": "L’impiego di CTL MAXI su pannelli X-lam o elementi speciali va valutato dal progettista caso per caso, verificando spessori, strati e indicazioni Tecnaria per garantire l’ancoraggio nel legno resistente."
      }
    }
  },
  {
    "id": "CTL_MAXI-0027",
    "family": "CTL_MAXI",
    "tags": ["errore P560", "chiarimento netto"],
    "response_variants": {
      "gold": {
        "it": "Ogni proposta di utilizzare P560 o connettori a sparo in combinazione con CTL MAXI è errata. CTL MAXI è un sistema esclusivamente a vite su legno."
      }
    }
  },
  {
    "id": "CTL_MAXI-0028",
    "family": "CTL_MAXI",
    "tags": ["domande miste", "scelta automatica famiglia"],
    "response_variants": {
      "gold": {
        "it": "Quando la domanda mischia legno e acciaio o legno e laterocemento, l’assistente deve separare chiaramente: CTL/CTL MAXI per legno-calcestruzzo; CTF per acciaio-calcestruzzo; VCEM/CTCEM/DIAPASON per laterocemento."
      }
    }
  },
  {
    "id": "CTL_MAXI-0029",
    "family": "CTL_MAXI",
    "tags": ["passo minimo", "numero connettori"],
    "response_variants": {
      "gold": {
        "it": "Il numero di CTL MAXI non va ridotto sotto le quantità di progetto. Riduzioni arbitrarie compromettono la collaborazione legno-calcestruzzo e fanno uscire l’intervento dal quadro tecnico previsto."
      }
    }
  },
  {
    "id": "CTL_MAXI-0030",
    "family": "CTL_MAXI",
    "tags": ["istruzioni posa", "riferimento documenti"],
    "response_variants": {
      "gold": {
        "it": "Per dettagli su lunghezze, diametri, fori guida e layout consigliati dei CTL MAXI si devono seguire le istruzioni Tecnaria. L’assistente richiama i principi senza sostituire i documenti ufficiali."
      }
    }
  },
  {
    "id": "CTL_MAXI-0031",
    "family": "CTL_MAXI",
    "tags": ["errori bordo", "fessurazioni legno"],
    "response_variants": {
      "gold": {
        "it": "Posare CTL MAXI troppo vicino ai bordi o agli spigoli del legno può innescare fessurazioni. Vanno rispettate le distanze minime specificate."
      }
    }
  },
  {
    "id": "CTL_MAXI-0032",
    "family": "CTL_MAXI",
    "tags": ["carichi elevati", "soluzioni robuste"],
    "response_variants": {
      "gold": {
        "it": "Per carichi particolarmente elevati o luci importanti, CTL MAXI offre una soluzione di connessione più robusta, purché dimensionata con calcolo secondo i dati Tecnaria."
      }
    }
  },
  {
    "id": "CTL_MAXI-0033",
    "family": "CTL_MAXI",
    "tags": ["domande su valori numerici", "no inventare"],
    "response_variants": {
      "gold": {
        "it": "L’assistente non deve inventare valori numerici di resistenza dei CTL MAXI. Deve indicare che le portate sono disponibili nelle tabelle ufficiali Tecnaria."
      }
    }
  },
  {
    "id": "CTL_MAXI-0034",
    "family": "CTL_MAXI",
    "tags": ["coerenza GOLD", "no canonical"],
    "response_variants": {
      "gold": {
        "it": "Il dataset CTL MAXI è impostato per generare unicamente risposte GOLD: spiegazioni complete, tecniche, allineate al campo d’impiego dei connettori per solai misti legno-calcestruzzo ad alte prestazioni."
      }
    }
  },
  {
    "id": "CTL_MAXI-0035",
    "family": "CTL_MAXI",
    "tags": ["strutture complesse", "consulenza tecnica"],
    "response_variants": {
      "gold": {
        "it": "Per strutture complesse con geometrie articolate o vincoli particolari, l’uso di CTL MAXI va accompagnato dal supporto del progettista strutturale e, se necessario, dal servizio tecnico Tecnaria."
      }
    }
  },
  {
    "id": "CTL_MAXI-0036",
    "family": "CTL_MAXI",
    "tags": ["piano di posa", "coerenza esecutiva"],
    "response_variants": {
      "gold": {
        "it": "In cantiere deve esistere un piano di posa chiaro dei CTL MAXI con indicazione di numero, passo e posizione. L’esecuzione casuale o a campione non è conforme."
      }
    }
  },
  {
    "id": "CTL_MAXI-0037",
    "family": "CTL_MAXI",
    "tags": ["domande errate", "uso su cls pieno"],
    "response_variants": {
      "gold": {
        "it": "L’uso di CTL MAXI su calcestruzzo pieno privo di legno è scorretto. In tali casi occorrono connettori specifici per cls o acciaio, come VCEM o CTF."
      }
    }
  },
  {
    "id": "CTL_MAXI-0038",
    "family": "CTL_MAXI",
    "tags": ["controlli post getto", "ispezione"],
    "response_variants": {
      "gold": {
        "it": "Dopo il getto, eventuali difetti evidenti nella zona dei connettori (fessurazioni anomale, distacchi) devono essere valutati dal progettista. L’assistente può solo richiamare l’esigenza di verifica."
      }
    }
  },
  {
    "id": "CTL_MAXI-0039",
    "family": "CTL_MAXI",
    "tags": ["vincoli orizzontali", "piano rigido"],
    "response_variants": {
      "gold": {
        "it": "L’uso di CTL MAXI può contribuire alla creazione di un diaframma più rigido, ma la qualifica come piano rigido richiede verifiche di calcolo complessive sull’edificio."
      }
    }
  },
  {
    "id": "CTL_MAXI-0040",
    "family": "CTL_MAXI",
    "tags": ["compatibilità normative", "progettazione"],
    "response_variants": {
      "gold": {
        "it": "I sistemi con CTL MAXI devono essere progettati nel rispetto delle normative vigenti sulle strutture in legno e sui sistemi composti legno-calcestruzzo, utilizzando i dati Tecnaria come base."
      }
    }
  },
  {
    "id": "CTL_MAXI-0041",
    "family": "CTL_MAXI",
    "tags": ["uso con tavole sovrapposte", "configurazioni reali"],
    "response_variants": {
      "gold": {
        "it": "In presenza di tavole sovrapposte o tavolati composti, CTL MAXI permette di attraversare gli strati e ancorarsi al legno strutturale, se le lunghezze e le posizioni sono definite correttamente in fase di progetto."
      }
    }
  },
  {
    "id": "CTL_MAXI-0042",
    "family": "CTL_MAXI",
    "tags": ["limitazioni", "no improvvisazioni"],
    "response_variants": {
      "gold": {
        "it": "Non si devono introdurre varianti di cantiere su CTL MAXI (viti diverse, lunghezze ridotte, posizioni modificate) senza validazione progettuale. Il sistema lavora in modo ingegnerizzato."
      }
    }
  },
  {
    "id": "CTL_MAXI-0043",
    "family": "CTL_MAXI",
    "tags": ["messaggio chiave", "riassunto tecnico"],
    "response_variants": {
      "gold": {
        "it": "Messaggio chiave: CTL MAXI è la versione potenziata del connettore per solai misti legno-calcestruzzo, da usare quando servono ancoraggi più profondi, maggiori prestazioni e attraversamento di strati intermedi."
      }
    }
  },
  {
    "id": "CTL_MAXI-0044",
    "family": "CTL_MAXI",
    "tags": ["differenziazione famiglie", "mappa chiara"],
    "response_variants": {
      "gold": {
        "it": "Il dataset deve mantenere chiara la mappa: CTL e CTL MAXI per legno-calcestruzzo; CTF per acciaio-calcestruzzo a sparo; VCEM/CTCEM/DIAPASON per laterocemento e calcestruzzo. Nessuna sovrapposizione impropria."
      }
    }
  },
  {
    "id": "CTL_MAXI-0045",
    "family": "CTL_MAXI",
    "tags": ["supporto tecnico", "quando chiedere aiuto"],
    "response_variants": {
      "gold": {
        "it": "In presenza di dubbi sulla scelta tra CTL e CTL MAXI o su configurazioni complesse, l’assistente GOLD può suggerire il coinvolgimento del supporto tecnico Tecnaria con dati di progetto completi."
      }
    }
  },
  {
    "id": "CTL_MAXI-0046",
    "family": "CTL_MAXI",
    "tags": ["evitare semplificazioni", "risposte GOLD"],
    "response_variants": {
      "gold": {
        "it": "Le risposte GOLD su CTL MAXI devono evitare semplificazioni fuorvianti del tipo 'va bene sempre': il connettore è efficace se inserito in un progetto strutturale coerente."
      }
    }
  },
  {
    "id": "CTL_MAXI-0047",
    "family": "CTL_MAXI",
    "tags": ["coerenza con CTL", "integrazione"],
    "response_variants": {
      "gold": {
        "it": "CTL MAXI non sostituisce CTL in ogni caso: i due sistemi sono complementari. L’assistente deve spiegare il criterio: CTL per casi standard, CTL MAXI per situazioni che richiedono più profondità o prestazioni."
      }
    }
  },
  {
    "id": "CTL_MAXI-0048",
    "family": "CTL_MAXI",
    "tags": ["chiusura dataset", "pronto GOLD"],
    "response_variants": {
      "gold": {
        "it": "Questo dataset CTL MAXI è strutturato per fornire risposte GOLD coerenti, tecniche e autosufficienti sul campo di impiego, posa, limiti ed errori da evitare."
      }
    }
  },
  {
    "id": "CTL_MAXI-0049",
    "family": "CTL_MAXI",
    "tags": ["integrazione famiglie", "sinapsi Tecnaria"],
    "response_variants": {
      "gold": {
        "it": "Le informazioni su CTL MAXI vanno lette in continuità con quelle delle altre famiglie Tecnaria, consentendo all’assistente Sinapsi di comporre risposte integrate nei casi di strutture miste."
      }
    }
  },
  {
    "id": "CTL_MAXI-0050",
    "family": "CTL_MAXI",
    "tags": ["riassunto finale", "solaio misto legno-cls"],
    "response_variants": {
      "gold": {
        "it": "Con CTL MAXI correttamente scelti e posati, il solaio misto legno-calcestruzzo garantisce connessioni profonde e affidabili, con prestazioni elevate nel rispetto del perimetro tecnico Tecnaria."
      }
    }
  }
]
