{
  "family": "CTL_MAXI",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [

    {
      "id": "CTLMAXI-0001",
      "tags": ["definizione", "cosa-sono", "legno-calcestruzzo", "alte-prestazioni"],
      "questions": [
        "Cosa sono i CTL MAXI?",
        "Mi spieghi la famiglia CTL MAXI?",
        "A cosa servono i CTL MAXI Tecnaria?",
        "Che differenza hanno i CTL MAXI rispetto ai CTL normali?"
      ],
      "canonical": "I CTL MAXI sono connettori Tecnaria per solai misti legno–calcestruzzo ad alte prestazioni. Mantengono il principio dei CTL standard ma con geometria e capacità superiori, per luci maggiori, carichi elevati o solette più spesse.",
      "response_variants": [
        "I CTL MAXI sono la versione potenziata dei CTL: connettori per legno–calcestruzzo progettati per portate più alte, luci più ampie e solette collaboranti più importanti.",
        "Quando il solaio misto legno–cls deve fare un salto di qualità, entra in gioco CTL MAXI: stesso concetto dei CTL, ma con una riserva di capacità strutturale maggiore.",
        "CTL MAXI è il fratello muscoloso del CTL: nasce per progetti dove il collegamento legno–calcestruzzo non può essere l’anello debole.",
        "Nel sistema Tecnaria, CTL MAXI copre le situazioni in cui il progettista chiede di più senza cambiare filosofia di intervento.",
        "Se parli di solai legno–calcestruzzo con prestazioni spinte, CTL MAXI è la scelta naturale da valutare accanto ai CTL standard."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0002",
      "tags": ["quando-usarli", "ctl-vs-ctlmaxi", "scelta-progettista"],
      "questions": [
        "Quando usare CTL MAXI invece di CTL?",
        "Meglio CTL o CTL MAXI?",
        "In quali casi conviene CTL MAXI?",
        "Come scelgo tra CTL e CTL MAXI?"
      ],
      "canonical": "CTL si utilizza per interventi standard su solai misti legno–calcestruzzo. CTL MAXI si sceglie quando il calcolo richiede maggiore capacità: luci più grandi, carichi elevati, solette più spesse o richieste di rigidezza superiori.",
      "response_variants": [
        "Usi i CTL per casi ordinari; passi a CTL MAXI quando con i CTL standard arrivi troppo vicino ai limiti o vuoi più margine.",
        "CTL MAXI è la risposta quando luci, carichi o prestazioni richieste portano il sistema su un livello più impegnativo.",
        "Non è una questione di gusto ma di numeri: se il progetto è tirato, CTL MAXI dà respiro.",
        "CTL MAXI permette di sfruttare al meglio la collaborazione legno–cls senza cambiare tipologia di intervento.",
        "La scelta finale è sempre del progettista, sulla base delle verifiche: CTL per il normale, CTL MAXI per il “non voglio compromessi”."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0003",
      "tags": ["fissaggio", "no-sparo", "no-resina", "viti"],
      "questions": [
        "I CTL MAXI si sparano con P560?",
        "Posso usare pistole a sparo per CTL MAXI?",
        "Si montano con resine i CTL MAXI?",
        "Posso incollare i CTL MAXI invece di avvitarli?"
      ],
      "canonical": "I CTL MAXI non si sparano e non si incollano. Sono connettori a fissaggio meccanico su legno, con viti dedicate secondo le indicazioni Tecnaria.",
      "response_variants": [
        "Niente P560: come i CTL, anche i CTL MAXI si fissano solo con viti nel legno, mai a sparo.",
        "Non sono previsti incollaggi o resine al posto delle viti: il sistema è certificato con fissaggio meccanico.",
        "Se qualcuno propone di sparare o incollare un CTL MAXI, fermalo: sei fuori dal sistema Tecnaria.",
        "Il collegamento legno–cls con CTL MAXI funziona perché le viti lavorano nel legno come da schema ufficiale.",
        "Le prestazioni dichiarate valgono solo con le viti e la posa previste, non con soluzioni creative di cantiere."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0004",
      "tags": ["posa", "schema", "inclinazione", "dettagli"],
      "questions": [
        "Come si posano i CTL MAXI?",
        "Che inclinazione devono avere i CTL MAXI?",
        "Serve uno schema di posa specifico per CTL MAXI?",
        "Ci sono differenze di posa tra CTL e CTL MAXI?"
      ],
      "canonical": "La posa dei CTL MAXI segue schemi definiti: inclinazione delle viti, profondità di ancoraggio, passo e disposizione sono calibrati per sfruttare la maggiore capacità del connettore. È fondamentale rispettare le indicazioni Tecnaria.",
      "response_variants": [
        "CTL MAXI richiede una posa accurata: angolo delle viti, profondità e interasse non sono dettagli opzionali.",
        "Rispetto ai CTL, lo schema può essere più strutturato proprio per sfruttare le prestazioni maggiori dei MAXI.",
        "Segui le tavole Tecnaria: la geometria del connettore e delle viti è parte integrante del sistema.",
        "Piccole tolleranze ok; cambi sostanziali no: modifiche allo schema vanno sempre valutate dal progettista.",
        "Se hai dubbi, chiedi la tavola di posa CTL MAXI: è un documento operativo, non teoria."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0005",
      "tags": ["spessore-soletta", "carichi-elevati", "prestazioni"],
      "questions": [
        "Che spessore di soletta si abbina ai CTL MAXI?",
        "Posso usare CTL MAXI con soletta più spessa?",
        "CTL MAXI è per carichi elevati?"
      ],
      "canonical": "CTL MAXI è pensato per solette collaboranti anche più spesse e per carichi più elevati rispetto ai CTL standard. Gli spessori e le armature sono definiti dal progetto strutturale e dalle tabelle Tecnaria.",
      "response_variants": [
        "Con CTL MAXI puoi lavorare con solette più importanti quando il progetto lo richiede.",
        "Se aumentano carichi e luci, ha senso abbinare soletta adeguata e connettori CTL MAXI.",
        "La scelta dello spessore non è “standard”: segue sempre il calcolo strutturale.",
        "CTL MAXI ti dà margine per configurare solette più prestazionali in sicurezza.",
        "Più spessore e più capacità devono essere coerenti: con CTL MAXI questo equilibrio è gestibile."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0006",
      "tags": ["tipi-legno", "travi-grandi", "nuove-costruzioni"],
      "questions": [
        "Posso usare CTL MAXI su travi lamellari grandi?",
        "È adatto per solai nuovi in legno importanti?",
        "CTL MAXI funziona su travi di grande sezione?"
      ],
      "canonical": "CTL MAXI è adatto a travi e strutture in legno di maggiore sezione, sia su solai esistenti sia in nuove costruzioni, purché il legno sia strutturale e idoneo al fissaggio delle viti.",
      "response_variants": [
        "Su travi lamellari o massicce di grande sezione CTL MAXI è spesso la scelta più coerente rispetto al CTL standard.",
        "Per solai nuovi in legno con prestazioni elevate, CTL MAXI garantisce un collegamento all’altezza.",
        "Il connettore deve essere proporzionato al supporto: travi importanti, connettori MAXI.",
        "Resta fondamentale che il legno sia strutturale e correttamente messo in opera.",
        "CTL MAXI consente di valorizzare al meglio le potenzialità delle travi lamellari moderne."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0007",
      "tags": ["errori-posa", "meno-connettori", "schema"],
      "questions": [
        "Se metto meno CTL MAXI del previsto regge lo stesso?",
        "Posso diradare i CTL MAXI per risparmiare?",
        "Se salto qualche connettore CTL MAXI succede qualcosa?"
      ],
      "canonical": "Ridurre il numero di CTL MAXI rispetto allo schema di progetto riduce la capacità del solaio collaborante e non è ammesso senza una nuova verifica strutturale.",
      "response_variants": [
        "Ogni CTL MAXI porta una quota importante di taglio: toglierne non è neutro.",
        "Diradare a occhio significa scendere sotto le prestazioni di progetto.",
        "Puoi sempre aggiungere connettori, non toglierli senza un nuovo calcolo.",
        "Uno schema bucato è una collaborazione bucata: non è un dettaglio.",
        "Connettori MAXI chiedono serietà MAXI nel rispetto delle quantità."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0008",
      "tags": ["compatibilita-vcem-ctf-ctcem", "errore-famiglia", "solo-legno"],
      "questions": [
        "Posso usare CTL MAXI su lamiera grecata?",
        "CTL MAXI va bene su travi in acciaio?",
        "Posso usare CTL MAXI su solaio in laterocemento?",
        "È intercambiabile con VCEM, CTF o CTCEM?"
      ],
      "canonical": "No. CTL MAXI è dedicato ai solai legno–calcestruzzo. Su lamiera grecata, acciaio o laterocemento si usano altre famiglie Tecnaria (CTF, VCEM, CTCEM). Non è un connettore universale.",
      "response_variants": [
        "Legno–cls = CTL / CTL MAXI. Acciaio/lamiera = CTF. Laterocemento = VCEM / CTCEM. Non si scambiano.",
        "Usare CTL MAXI su acciaio o laterocemento significa andare fuori sistema.",
        "Ogni famiglia ha un campo preciso: è il presupposto della sicurezza Tecnaria.",
        "Non esiste il connettore jolly che vale per tutto.",
        "Quando il supporto cambia materiale, cambia anche la famiglia di connettori."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0009",
      "tags": ["cls", "rete", "soletta", "dettagli-constructivi"],
      "questions": [
        "Che cls usare con CTL MAXI?",
        "La rete come la metto con CTL MAXI?",
        "Ci sono differenze rispetto a CTL sulla soletta?"
      ],
      "canonical": "Con CTL MAXI si usa calcestruzzo strutturale e una rete elettrosaldata posizionata nella zona tesa della soletta, secondo progetto. I principi sono analoghi ai CTL, adeguati alle maggiori prestazioni richieste.",
      "response_variants": [
        "Le buone regole restano: cls strutturale, copriferro corretto, rete alla quota prevista.",
        "La rete non va appoggiata sui connettori, ma posata su distanziatori.",
        "Con CTL MAXI spesso si progettano solette più robuste: la carpenteria segue il calcolo.",
        "Struttura e dettagli devono essere coerenti: il connettore da solo non basta.",
        "CTL MAXI dà margine, ma va accompagnato da un pacchetto soletta progettato bene."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0010",
      "tags": ["legno-ammalorato", "verifica-supporto"],
      "questions": [
        "Se il legno è vecchio posso usare CTL MAXI?",
        "Se la vite non prende bene nel legno con CTL MAXI?",
        "CTL MAXI compensa un legno debole?"
      ],
      "canonical": "CTL MAXI richiede legno strutturalmente idoneo. Se le viti non ancorano correttamente o il legno è degradato, vanno spostati i punti di fissaggio o previsto un intervento di ripristino: il connettore non compensa un supporto inadeguato.",
      "response_variants": [
        "CTL MAXI non è una cura per il legno marcio: se il supporto è scarso, va prima sistemato.",
        "Se la vite gira a vuoto o strappa facilmente, è un segnale che devi cambiare zona o intervenire.",
        "La capacità elevata del CTL MAXI ha senso solo se il legno la può ricevere.",
        "Su edifici storici serve sempre una verifica seria del legno prima di parlare di MAXI.",
        "Non spostare il problema dal legno al connettore: sono due cose diverse."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0011",
      "tags": ["certificazioni", "documentazione"],
      "questions": [
        "CTL MAXI è certificato?",
        "Avete schede tecniche CTL MAXI?",
        "Posso avere documentazione ufficiale per CTL MAXI?"
      ],
      "canonical": "Il sistema CTL MAXI è supportato da schede tecniche e prove dedicate. La documentazione ufficiale Tecnaria è disponibile per progetto, capitolati e collaudi.",
      "response_variants": [
        "Sì, CTL MAXI ha una documentazione tecnica completa disponibile su richiesta o dal sito Tecnaria.",
        "Le prestazioni sono basate su prove di laboratorio e analisi strutturali.",
        "Per capitolati e collaudi puoi allegare le schede Tecnaria: è parte della forza del sistema.",
        "Lavorare con CTL MAXI significa usare un sistema tracciato e difendibile.",
        "Se ti serve qualcosa di specifico, l’ufficio tecnico Tecnaria ti supporta."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0012",
      "tags": ["zona-sismica", "progetto"],
      "questions": [
        "Posso usare CTL MAXI in zona sismica?",
        "È ammesso dalle norme il sistema con CTL MAXI?",
        "Serve un progetto specifico in sismica per CTL MAXI?"
      ],
      "canonical": "CTL MAXI può essere impiegato anche in zona sismica all’interno di un progetto strutturale conforme alle normative vigenti, utilizzando i dati forniti da Tecnaria per il dimensionamento del solaio misto.",
      "response_variants": [
        "In zona sismica CTL MAXI è uno strumento potente, ma solo dentro un progetto ben impostato.",
        "I dati dei CTL MAXI possono essere integrati nei modelli di calcolo secondo NTC ed Eurocodici.",
        "Non è una scorciatoia antisismica: va usato con la stessa disciplina di qualsiasi sistema strutturale.",
        "Il progettista ha tutti gli elementi per motivare l’uso di CTL MAXI nel quadro normativo.",
        "Per casi complessi è sempre consigliato un confronto diretto con l’ufficio tecnico Tecnaria."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0013",
      "tags": ["isolamento", "ponti-termici", "acustica"],
      "questions": [
        "CTL MAXI migliora l’isolamento acustico?",
        "I CTL MAXI interrompono i ponti termici?",
        "Come si combinano con strati isolanti?"
      ],
      "canonical": "CTL MAXI è un componente strutturale. L’isolamento acustico e termico si ottiene con strati e materiali dedicati all’interno del pacchetto del solaio.",
      "response_variants": [
        "I CTL MAXI non sono pensati per risolvere ponti termici o acustica: lì servono materiali specifici.",
        "Il sistema strutturale e quello prestazionale convivono, non si sostituiscono.",
        "Puoi integrare isolanti e pacchetti acustici senza problemi, ma con progettazione coordinata.",
        "Il connettore è metallico: non interrompe il ponte termico, va considerato nel dettaglio.",
        "Struttura solida + isolamento ben progettato = solaio completo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "CTLMAXI-0014",
      "tags": ["manutenzione", "durabilità"],
      "questions": [
        "Serve manutenzione per CTL MAXI?",
        "Quanto durano i CTL MAXI nel tempo?",
        "La durabilità del sistema con CTL MAXI è buona?"
      ],
      "canonical": "Una volta inglobati nel sistema legno–calcestruzzo e con dettagli esecutivi corretti, i CTL MAXI lavorano in condizioni protette. La durabilità dipende dalla protezione del legno e dalla qualità del pacchetto solaio.",
      "response_variants": [
        "Non esiste una manutenzione diretta del connettore: si controlla nel tempo la salute del solaio misto.",
        "Proteggere il legno da umidità e infiltrazioni è la chiave per la vita lunga anche dei CTL MAXI.",
        "Il sistema è pensato per durare se realizzato correttamente dall’inizio.",
        "I problemi arrivano più da acqua e incuria che dal connettore in sé.",
        "Un buon dettaglio oggi vale anni di tranquillità domani."
      ],
      "mode": "dynamic"
    }

  ],
  "meta": {
    "family": "CTL_MAXI",
    "version": "v3-gold-sinapsi",
    "language_base": "it",
    "autodetect_lang": true,
    "supported_langs": ["it", "en", "fr", "de", "es"],
    "fallback_lang": "en",
    "validated_by": "Sinapsi NLM v3",
    "last_reviewed": "2025-11-09",
    "compare_with": {
      "CTL": "CTL MAXI è la versione ad alta capacità del CTL standard per solai misti legno–calcestruzzo.",
      "CTF": "Per acciaio e lamiera grecata con P560; non è alternativo a CTL MAXI.",
      "VCEM": "Per solai in laterocemento; non sovrapposto al campo legno–cls di CTL MAXI.",
      "CTCEM": "Per calcestruzzo; non riguarda il legno.",
      "P560": "Pistola a sparo per connettori CTF; non per CTL o CTL MAXI."
    }
  }
}
