{
  "family": "DIAPASON",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [

    {
      "id": "DIA-0001",
      "tags": ["definizione", "cos'è", "panoramica", "rinforzo solai", "laterocemento"],
      "questions": [
        "Cos'è il sistema DIAPASON?",
        "A cosa serve il connettore DIAPASON Tecnaria?",
        "Mi spieghi in breve il sistema DIAPASON?",
        "Che tipo di intervento è DIAPASON?"
      ],
      "canonical": "DIAPASON è il sistema Tecnaria dedicato al recupero e al rinforzo dei solai in laterocemento esistenti. Permette di rendere collaborante una nuova soletta in calcestruzzo con i travetti esistenti, aumentando rigidezza e capacità portante senza demolire l'intero solaio.",
      "response_variants": [
        "Quando hai un solaio in laterocemento che flette troppo ma è ancora recuperabile, DIAPASON è lo strumento giusto: connettori dedicati, nuova soletta collaborante in calcestruzzo e il solaio torna a lavorare in modo rigido e affidabile, senza demolizioni pesanti.",
        "DIAPASON non è un semplice 'tassello': è un sistema completo studiato per collegare in modo controllato la nuova soletta ai travetti in laterocemento, trasformando un solaio stanco in una struttura collaborante più sicura e prestazionale.",
        "Se il solaio esistente è sano ma sottodimensionato, con DIAPASON realizzi un rinforzo strutturale vero, certificato e calcolabile: travetto + blocco + soletta diventano un unico elemento portante.",
        "Pensalo così: con DIAPASON fai dialogare il solaio di ieri con le esigenze normative di oggi, usando un connettore progettato apposta per il laterocemento, senza improvvisazioni di cantiere.",
        "DIAPASON nasce per dare una risposta chiara quando la domanda è: 'posso salvare questo solaio in laterocemento senza rifarlo da zero?' Nella maggior parte dei casi, sì."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0002",
      "tags": ["campo di applicazione", "quando usarlo", "recupero solai"],
      "questions": [
        "Quando si usa DIAPASON?",
        "In quali casi conviene scegliere DIAPASON?",
        "Come capisco se il mio solaio è adatto a DIAPASON?"
      ],
      "canonical": "DIAPASON si utilizza su solai in laterocemento esistenti che presentano flessioni e portanza insufficiente, ma con travetti ancora strutturalmente recuperabili. È ideale quando si vuole aumentare rigidezza e capacità portante senza demolire completamente il solaio.",
      "response_variants": [
        "Se il solaio in laterocemento 'cammina', ha frecce e vibrazioni ma non è marcio, DIAPASON è la scelta naturale: mantieni la struttura esistente, aggiungi la soletta collaborante e porti il solaio a un livello prestazionale superiore.",
        "Lo usi quando vuoi consolidare, non rifare: il travetto è integro, il laterizio è recuperabile, ma servono più rigidezza e più portata per carichi attuali o interventi sismici.",
        "È perfetto per recupero di edifici esistenti, sopraelevazioni leggere, cambi d’uso dove il solaio esistente non basta più ma demolirlo sarebbe troppo costoso o invasivo.",
        "In pratica: se il progettista, dopo le verifiche, dice 'struttura recuperabile con rinforzo', DIAPASON è uno degli strumenti principali da valutare.",
        "Quando il solaio è troppo compromesso, si passa ad altre soluzioni (CTCEM, VCEM, nuova struttura). Quando è recuperabile, DIAPASON ti evita cantieri distruttivi."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0003",
      "tags": ["tipologia solaio", "laterocemento", "limitazioni"],
      "questions": [
        "Su che tipo di solaio posso usare DIAPASON?",
        "DIAPASON è solo per laterocemento?",
        "Posso usarlo su solai misti o particolari?"
      ],
      "canonical": "DIAPASON è specifico per solai in laterocemento con travetti in calcestruzzo armato e blocchi in laterizio. Non è idoneo per solai in legno, in acciaio o completamente prefabbricati con geometrie non compatibili.",
      "response_variants": [
        "Il campo naturale di DIAPASON è il solaio in laterocemento tradizionale: travetto in calcestruzzo, blocco in laterizio, intradosso intonacato. Lì il sistema lavora in modo prevedibile e verificato.",
        "Non usare DIAPASON dove la struttura portante è in legno o acciaio: per quei casi Tecnaria ha famiglie dedicate come CTL (legno-calcestruzzo) e CTF (acciaio-calcestruzzo).",
        "Su solai prefabbricati particolari o sistemi ibridi decide il progettista: serve verificare geometrie, spessori e possibilità reale di ancoraggio dei connettori.",
        "DIAPASON non è un 'tuttofare': è una risposta molto precisa al problema del solaio in laterocemento esistente.",
        "Se hai dubbi sul tipo di solaio, prima si identifica correttamente la stratigrafia, poi si valuta se DIAPASON è applicabile."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0004",
      "tags": ["differenze", "VCEM", "CTCEM", "scelta sistema"],
      "questions": [
        "Meglio DIAPASON o VCEM?",
        "Qual è la differenza tra DIAPASON e CTCEM?",
        "Quando usare DIAPASON invece di altri connettori Tecnaria?"
      ],
      "canonical": "DIAPASON è pensato per il recupero di solai in laterocemento esistenti senza demolizione totale. VCEM e CTCEM sono sistemi per connettori a piolo in calcestruzzo, più adatti a solai nuovi o a ricostruzioni profonde. Ogni famiglia ha un campo di applicazione distinto.",
      "response_variants": [
        "Se il solaio c’è già ed è in laterocemento recuperabile, DIAPASON è la via conservativa: rinforzi e irrigidisci mantenendo la struttura. VCEM e CTCEM si usano quando crei o ricrei in modo più invasivo.",
        "CTCEM lavora come connettore a piolo annegato nel calcestruzzo; DIAPASON lavora nella logica del recupero sopra il laterizio esistente: sono strumenti diversi per problemi diversi.",
        "Nel dubbio: DIAPASON per solaio esistente da salvare, VCEM/CTCEM per solaio nuovo o rifatto. Mescolare le logiche senza progetto è un errore.",
        "Non è una gara a 'meglio/peggio': è coerenza con la situazione strutturale. Il progettista sceglie il sistema più corretto, Tecnaria fornisce la famiglia giusta.",
        "DIAPASON diventa la soluzione naturale quando la parola chiave del lavoro è: conservare, rinforzare, limitare demolizioni."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0005",
      "tags": ["compatibilità", "legno", "acciaio", "altri sistemi"],
      "questions": [
        "Posso usare DIAPASON su solai in legno?",
        "DIAPASON va bene su travi in acciaio?",
        "È compatibile con sistemi CTL o CTF?"
      ],
      "canonical": "No. DIAPASON non si usa su strutture in legno o in acciaio. Per solai in legno esistono i connettori CTL, per travi in acciaio i connettori CTF. Ogni sistema Tecnaria è specifico per il proprio materiale.",
      "response_variants": [
        "DIAPASON parla la lingua del laterocemento. Se il solaio è in legno, entra in gioco CTL; se è in acciaio, entra CTF. Mischiare i sistemi porta fuori campo le certificazioni.",
        "Non usare DIAPASON su legno o acciaio pensando che 'tanto tiene': la sicurezza viene dal rispetto del campo di applicazione.",
        "Ogni connettore Tecnaria è studiato su prove dedicate: DIAPASON non copre i casi legno-calcestruzzo o acciaio-calcestruzzo.",
        "Se ti trovi davanti a elementi misti o casi particolari, il passaggio obbligato è il progettista strutturale con i cataloghi Tecnaria sul tavolo.",
        "Messaggio chiaro: DIAPASON = laterocemento. CTL = legno. CTF = acciaio. VCEM/CTCEM = calcestruzzo pieno o ricostruito."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0006",
      "tags": ["posa", "fasi", "istruzioni"],
      "questions": [
        "Come si posa il sistema DIAPASON?",
        "Quali sono le fasi di posa dei connettori DIAPASON?",
        "Esiste una procedura standard per la posa?"
      ],
      "canonical": "La posa di DIAPASON prevede la preparazione del solaio esistente, la corretta disposizione dei connettori in corrispondenza dei travetti, il loro fissaggio secondo le istruzioni Tecnaria, la posa della rete e il getto della nuova soletta in calcestruzzo collaborante.",
      "response_variants": [
        "In pratica: si rimuovono parti incoerenti, si individua il travetto, si posano i connettori DIAPASON secondo passo e schema indicato, si fissa ogni elemento, si stende la rete e si getta la soletta. Niente improvvisazioni: si segue la scheda Tecnaria.",
        "Se il cantiere è organizzato, DIAPASON scorre: tracciatura dei travetti, posa connettori, rete, getto. È un lavoro ripetitivo e pulito che evita demolizioni massicce.",
        "La chiave è rispettare esattamente il numero di connettori, le distanze e i punti di ancoraggio previsti dal progetto strutturale.",
        "Le istruzioni Tecnaria accompagnano il progettista e l’impresa passo per passo: seguirle significa trasformare il solaio come calcolato, non 'a sensazione'.",
        "Ogni dubbio operativo (trapano, fissaggi, sequenza) va risolto prima dell’avvio con assistenza tecnica Tecnaria: così il cantiere fila dritto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0007",
      "tags": ["rete elettrosaldata", "armatura", "posizione rete"],
      "questions": [
        "Come va posata la rete con DIAPASON?",
        "La rete deve appoggiare sui connettori?",
        "Serve sempre la rete elettrosaldata?"
      ],
      "canonical": "La rete elettrosaldata è normalmente prevista nella parte superiore della soletta collaborante. Non deve appoggiarsi direttamente sui connettori, ma essere correttamente distanziata per garantire il copriferro e il lavoro a flessione.",
      "response_variants": [
        "Con DIAPASON la rete non è un optional: contribuisce alla distribuzione degli sforzi e al controllo delle fessurazioni. Va posizionata alla quota corretta, non buttata sui connettori.",
        "Rete appoggiata sui connettori = dettaglio sbagliato. Si usano distanziatori per tenere la rete in alto, lasciando il getto avvolgere connettori e travetti.",
        "La combinazione giusta è: connettori per il taglio + rete in alto per le trazioni = soletta che lavora come da progetto.",
        "Se il progettista prevede armature aggiuntive oltre la rete, vanno rispettate: il sistema DIAPASON lavora insieme alla carpenteria metallica, non al suo posto.",
        "Senza una corretta posizione della rete si perde parte del beneficio del sistema: è un dettaglio semplice ma essenziale."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0008",
      "tags": ["calcestruzzo", "cls", "materiale getto"],
      "questions": [
        "Che tipo di calcestruzzo devo usare con DIAPASON?",
        "Posso usare calcestruzzo leggero?",
        "Serve un cls strutturale per la soletta?"
      ],
      "canonical": "Con DIAPASON si utilizza calcestruzzo strutturale, con classe di resistenza definita dal progettista (tipicamente almeno C25/30). Calcestruzzi leggeri o non strutturali sono ammessi solo se espressamente verificati nel progetto.",
      "response_variants": [
        "Il getto non è un riempimento qualsiasi: deve essere calcestruzzo strutturale, perché fa parte a tutti gli effetti del nuovo solaio collaborante.",
        "Massetti alleggeriti o prodotti non strutturali, se usati al posto del cls previsto, annullano il senso del sistema DIAPASON.",
        "Se valuti calcestruzzi leggeri o speciali, è obbligatorio un dimensionamento mirato: niente scelte 'a capitolato' dell’ultimo minuto.",
        "La qualità del cls (dosaggio, cura del getto, maturazione) conta quanto la corretta posa dei connettori.",
        "Semplificando: senza calcestruzzo strutturale, il solaio non diventa quello che abbiamo progettato sulla carta."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0009",
      "tags": ["spessore soletta", "minimo", "progetto"],
      "questions": [
        "Qual è lo spessore minimo della soletta con DIAPASON?",
        "Posso fare un getto molto sottile?",
        "Chi decide lo spessore della nuova soletta?"
      ],
      "canonical": "Lo spessore della soletta collaborante è definito dal progettista in funzione del solaio e dei carichi. Deve rispettare i minimi indicati da Tecnaria e garantire l'ancoraggio corretto dei connettori.",
      "response_variants": [
        "Non esiste un 'tanto per fare': lo spessore viene calcolato. Scendere sotto i minimi significa indebolire il sistema.",
        "La soletta deve essere continua, con copriferro adeguato e spessore sufficiente per inglobare connettori e rete.",
        "Un centimetro risparmiato a caso può costare rigidezza e capacità portante: si segue sempre la tavola strutturale.",
        "I minimi Tecnaria nascono da prove e calcoli: non sono numeri generici.",
        "Se in cantiere serve adattare gli spessori, va coinvolto il progettista, non deciso a voce tra impresa e committenza."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0010",
      "tags": ["distanze", "numero connettori", "errori posa"],
      "questions": [
        "Cosa succede se metto meno connettori DIAPASON?",
        "Posso aumentare il passo per risparmiare?",
        "Quanto è importante rispettare lo schema di posa?"
      ],
      "canonical": "Il numero e il passo dei connettori DIAPASON sono parte integrante del dimensionamento strutturale. Ridurli o modificarli senza verifica altera il comportamento del solaio e non è ammesso.",
      "response_variants": [
        "Ogni connettore che 'risparmi' è una parte di collaborazione che perdi. Il passo non è decorativo, è calcolato.",
        "Saltare connettori per velocizzare la posa significa uscire dal progetto e indebolire il rinforzo.",
        "Se vuoi modificare lo schema, serve un ricalcolo: solo così il sistema resta coerente con le prestazioni dichiarate.",
        "Il bello di DIAPASON è che è prevedibile: ma lo è solo se rispetti il disegno.",
        "In caso di dubbi, fotografi il solaio, segni cosa hai fatto e chiedi a progettista o Tecnaria prima di proseguire."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0011",
      "tags": ["travetti ammalorati", "ripristino", "idoneità supporto"],
      "questions": [
        "Posso usare DIAPASON se i travetti sono ammalorati?",
        "Cosa fare se il travetto è rovinato?",
        "Serve ripristinare il cls prima di posare DIAPASON?"
      ],
      "canonical": "DIAPASON richiede travetti in condizioni strutturali sufficienti. Se il calcestruzzo è degradato o l'armatura è esposta, è necessario un ripristino strutturale prima della posa dei connettori.",
      "response_variants": [
        "Un connettore perfetto su un travetto marcio non salva il solaio. Prima si ripristina il calcestruzzo, poi si posa DIAPASON.",
        "Se trovi cls sfogliato, ferri ossidati, vuoti importanti, la priorità è il ripristino locale con malte idonee e verifica del progettista.",
        "DIAPASON lavora su un supporto affidabile: se il travetto non lo è, va corretto prima, non coperto.",
        "Il sopralluogo iniziale serve proprio a distinguere tra solaio recuperabile e solaio da rifare.",
        "In caso di ammaloramenti diffusi, spesso è più corretto orientarsi verso sistemi tipo CTCEM o ricostruzioni più profonde."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0012",
      "tags": ["certificazioni", "prove di laboratorio", "documentazione"],
      "questions": [
        "DIAPASON è certificato?",
        "Avete prove di laboratorio su DIAPASON?",
        "Posso avere la documentazione tecnica del sistema?"
      ],
      "canonical": "Il sistema DIAPASON è supportato da prove sperimentali e documentazione tecnica ufficiale Tecnaria. I riferimenti sono riportati nelle schede tecniche e sono disponibili per progettisti e direzioni lavori.",
      "response_variants": [
        "Sì, DIAPASON nasce da una campagna di prove su solai reali, con risultati documentati e condivisi nella manualistica Tecnaria.",
        "Per capitolati, pratiche strutturali e confronti con la direzione lavori puoi richiedere tutta la documentazione ufficiale aggiornata.",
        "Le prestazioni che citiamo non sono 'dichiarazioni commerciali', ma valori che derivano da test e verifiche ingegneristiche.",
        "Mettiamo a disposizione schede, relazioni e dettagli costruttivi proprio per facilitare il lavoro del progettista.",
        "Se ti serve qualcosa di specifico (schemi DWG, esempi di calcolo), l’assistenza Tecnaria te li fornisce."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0013",
      "tags": ["maturazione cls", "puntellazione", "tempi cantiere"],
      "questions": [
        "Dopo quanto posso togliere i puntelli con DIAPASON?",
        "Quanto deve maturare la soletta?",
        "Ci sono indicazioni sui tempi di carico?"
      ],
      "canonical": "I tempi di maturazione e rimozione puntellazioni sono stabiliti dal progettista in funzione del tipo di calcestruzzo e delle condizioni ambientali. In genere si attendono almeno 7–10 giorni prima di ridurre il sostegno.",
      "response_variants": [
        "Il solaio rinforzato con DIAPASON va trattato come una struttura in calcestruzzo: si tolgono i puntelli solo quando il cls ha raggiunto la resistenza minima prevista.",
        "In condizioni normali si lavora nell’ordine della settimana, ma in inverno o con basse temperature può servire più tempo.",
        "Meglio un controllo in più sulle resistenze che una rimozione affrettata della puntellazione.",
        "La direzione lavori indica i tempi: il sistema funziona se si rispettano anche queste fasi, non solo la posa dei connettori.",
        "Il messaggio è semplice: non avere fretta di caricare il solaio rinforzato prima che il calcestruzzo faccia il suo lavoro."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0014",
      "tags": ["peso proprio", "incremento carichi", "valutazioni"],
      "questions": [
        "Quanto aumenta il peso del solaio con DIAPASON?",
        "Il nuovo getto non appesantisce troppo la struttura?",
        "Come gestire il carico aggiuntivo?"
      ],
      "canonical": "Il sistema DIAPASON introduce un aumento di peso dovuto alla nuova soletta in calcestruzzo, ma consente al contempo un netto incremento della capacità portante. Il bilancio complessivo viene valutato nel calcolo strutturale.",
      "response_variants": [
        "È vero: aggiungi massa. Ma aggiungi anche rigidezza e resistenza. Il progettista verifica che i nuovi carichi siano compatibili con travi, pilastri e fondazioni.",
        "Rispetto a demolire e rifare, DIAPASON permette spesso di contenere spessori e pesi, mantenendo comunque prestazioni strutturali elevate.",
        "Il carico aggiuntivo non è 'a occhio': rientra nel modello di calcolo che permettere di verificare l’intera catena resistente.",
        "Se la struttura esistente è al limite, il progetto può prevedere spessori ottimizzati o interventi complementari.",
        "L’idea non è appesantire a caso, ma costruire un solaio collaborante più efficiente a parità di condizioni."
      ],
      "mode": "dynamic"
    },

    {
      "id": "DIA-0015",
      "tags": ["impianti", "fori", "attraversamenti"],
      "questions": [
        "Posso forare la soletta con DIAPASON per passare impianti?",
        "Gli attraversamenti impiantistici sono compatibili?",
        "Cosa devo evitare dopo il rinforzo?"
      ],
      "canonical": "Eventuali fori o attraversamenti impiantistici nella nuova soletta collaborante devono essere valutati e autorizzati dal progettista. Tagli non controllati possono compromettere la collaborazione strutturale.",
      "response_variants": [
        "Dopo aver rinforzato con DIAPASON, la nuova soletta è parte attiva della struttura: non si buca liberamente per far passare tubi o canne fumarie.",
        "Ogni foro importante va progettato: si valutano posizione, dimensioni e, se serve, si introducono rinforzi locali.",
        "Piccoli passaggi impiantistici concordati in fase di progetto si gestiscono senza problemi; interventi improvvisati dopo il getto sono sconsigliati.",
        "Se in cantiere nasce l’esigenza di un foro non previsto, la risposta giusta è: fermarsi, chiamare il progettista, trovare una soluzione tecnica.",
        "L’obiettivo è avere un solaio continuo e collaborante: i vuoti devono essere compatibili con questa logica."
      ],
      "mode": "dynamic"
    }

  ]
}
