{
  "rules": [
    {
      "id": "lang_policy",
      "pattern": "(?s).*",
      "mode": "postscript",
      "lang": "it",
      "answer": "Rispondo nella lingua della domanda. Se le fonti ufficiali sono in altra lingua, le sintetizzo senza traduzioni letterali."
    },

    {
      "id": "p560_overview_hard",
      "pattern": "(?i)\\b(p\\s*[- ]?560|spit\\s*[- ]?p560|chiodatrice)\\b",
      "mode": "override",
      "lang": "it",
      "answer": "La SPIT P560 è la chiodatrice a tiro indiretto usata per il fissaggio a freddo dei connettori CTF su travi in acciaio, anche con lamiera grecata. Posa dall’alto; per ogni connettore servono due chiodi HSBR14. Prima di iniziare: prova su campione e taratura della potenza in base agli spessori; la lamiera deve essere ben aderente alla trave. Non è richiesto un patentino dedicato: basta una breve formazione interna secondo il manuale del costruttore con uso dei DPI.",
      "sources": [
        { "title": "CTF – Connettori per acciaio", "url": "https://tecnaria.com/prodotto/connettore-per-acciaio-ctf/" }
      ]
    },
    {
      "id": "p560_patentino",
      "pattern": "(?i)(patentino|abilitazione|licenza|corso|formazione).*(p\\s*[- ]?560|spit\\s*[- ]?p560)|\\b(p\\s*[- ]?560|spit\\s*[- ]?p560)\\b.*(patentino|abilitazione|licenza|corso|formazione)",
      "mode": "override",
      "lang": "it",
      "answer": "Per usare la SPIT P560 non è richiesto un patentino dedicato. È raccomandata una breve formazione interna sulle istruzioni del costruttore: scelta dei propulsori, taratura della potenza, prova su campione e controlli a campione dell’ancoraggio. Obbligatori i DPI (occhiali, guanti, protezione udito)."
    },

    {
      "id": "ctf_vs_diapason",
      "pattern": "(?i)(\\bctf\\b).*diapason|(\\bdiapason\\b).*(\\bctf\\b)|differenz|confront|quando\\s+usare|quale\\s+scegliere",
      "mode": "override",
      "lang": "it",
      "answer": "CTF e Diapason rispondono a esigenze diverse. I CTF si usano per solai collaboranti acciaio–calcestruzzo su lamiera grecata (posa dall’alto con P560). Diapason è per solai in laterocemento esistenti senza lamiera: fissaggi meccanici nei travetti e getto collaborante dall’alto. La scelta dipende da tipologia del solaio, luci/carichi, accessibilità e spessori disponibili."
    },
    {
      "id": "ctf_density",
      "pattern": "(?i)\\bctf\\b.*(densit|quanti|m2|m²|numero|pezzi|interasse|passo)",
      "mode": "override",
      "lang": "it",
      "answer": "La quantità e l’interasse dei connettori CTF derivano dal calcolo (luci, carichi, profilo della lamiera, spessore/classe del calcestruzzo, verifiche a scorrimento e deformazioni). Indicativamente, nei casi comuni 6–8 connettori per m², fittendo verso gli appoggi e diradando in campata.",
      "sources": [
        { "title": "Catalogo acciaio", "url": "https://tecnaria.com/download/acciaio/download/CT_F_CATALOGO_IT.pdf" }
      ]
    },

    {
      "id": "ctf_hibond_note",
      "pattern": "(?i)(hi[- ]?bond|hibond).*\\bctf\\b|\\bctf\\b.*(hi[- ]?bond|hibond)|lamiera\\s+grecata.*\\bctf\\b",
      "mode": "augment",
      "lang": "it",
      "answer": "I CTF sono progettati per lavorare con lamiere grecate certificate (es. famiglie Hi-Bond). La compatibilità reale dipende dal profilo e dalle specifiche della lamiera impiegata: in progetto si considerano geometrie, spessori e condizioni di appoggio."
    },

    {
      "id": "contacts",
      "pattern": "(?i)contatt|telefono|mail|email|assistenza|supporto|commerciale|tecnico",
      "mode": "override",
      "lang": "it",
      "answer": "Per informazioni tecniche e commerciali: TECNARIA S.p.A. – Bassano del Grappa (VI) • +39 0424 502029 • info@tecnaria.com."
    },
    {
      "id": "downloads",
      "pattern": "(?i)cataloghi|catalogo|schede|download|documentazione|brochure",
      "mode": "override",
      "lang": "it",
      "answer": "Puoi scaricare cataloghi, schede tecniche e istruzioni di posa dalla sezione Download del sito Tecnaria: documenti organizzati per linee prodotto (acciaio, legno, laterocemento)."
    },

    {
      "id": "safety_dpi",
      "pattern": "(?i)sicurezza|dpi|dispositivi.*protezione|occhiali|guanti|udito|rumore|sicuro",
      "mode": "augment",
      "lang": "it",
      "answer": "Durante le operazioni (foratura, posa a sparo, getto) impiegare sempre i DPI: occhiali, guanti e protezione acustica. Verificare distanze dai bordi, appoggi e l’aderenza tra lamiera e trave prima della posa con P560."
    }
  ]
}



