{
  "rules": [
    {
      "id": "p560_overview",
      "pattern": "(?i)\\b(p\\s*560|spit\\s*p560|chiodatrice).*?(cos|che cos|parlami|mi parli|informazioni|scheda|manuale)",
      "mode": "override",
      "lang": "it",
      "answer": "La SPIT P560 è la chiodatrice a tiro indiretto adottata da Tecnaria per il fissaggio a freddo dei connettori CTF su travi in acciaio, anche in presenza di lamiera grecata. La posa è dall’alto: ogni connettore richiede due chiodi HSBR14, con taratura della potenza in funzione degli spessori e una prova su campione per verificare l’ancoraggio. L’uso corretto prevede DPI, controllo dell’aderenza della lamiera alla trave e impiego degli adattatori dedicati. Sono disponibili noleggio e assistenza con istruzioni di uso e manutenzione."
    },
    {
      "id": "p560_patentino",
      "pattern": "(?i)\\b(p\\s*560|spit\\s*p560).*?(patentino|abilitazione|licenza|corso|formazione)",
      "mode": "override",
      "lang": "it",
      "answer": "Per utilizzare la SPIT P560 non è richiesto un patentino specifico: è sufficiente una breve formazione interna secondo le istruzioni del costruttore. In cantiere si raccomandano prova su campione, corretta taratura della potenza e DPI; l’operatore deve rispettare distanze dai bordi e modalità d’uso previste."
    },
    {
      "id": "p560_noleggio",
      "pattern": "(?i)\\b(p\\s*560|spit\\s*p560).*?(noleggi|nolo|affitt|costo|costi|prezzo|tariff)",
      "mode": "override",
      "lang": "it",
      "answer": "La P560 è disponibile a noleggio o in vendita tramite Tecnaria. Il nolo è tipicamente a periodi (settimanali o frazioni), con macchine revisionate e pronte all’uso; sono indicati i ricambi consigliati in funzione dei colpi. Per disponibilità, tempi e quotazioni, il contatto dedicato è l’assistenza Tecnaria."
    },

    /* =======================
       CTF (acciaio-calcestruzzo)
       ======================= */
    {
      "id": "ctf_cos_e",
      "pattern": "(?i)\\bctf\\b.*?(cos|che cos|informaz|descrizione|a cosa serve|quando|utilizz)",
      "mode": "override",
      "lang": "it",
      "answer": "I CTF sono connettori a taglio per solai collaboranti acciaio–calcestruzzo posati su lamiera grecata. Consentono la collaborazione tra trave d’acciaio, lamiera e getto, migliorando rigidezza e capacità portante con posa rapida dall’alto tramite chiodatrice SPIT P560."
    },
    {
      "id": "ctf_fixing",
      "pattern": "(?i)\\bctf\\b.*?(fissagg|chiod|hsbr|p560|spar|posa|installaz|dall.?alto)",
      "mode": "augment",
      "lang": "it",
      "answer": "Il fissaggio dei CTF avviene dall’alto con SPIT P560; ogni connettore è bloccato con due chiodi HSBR14 senza preforatura. È essenziale verificare l’aderenza della lamiera alla trave e impostare correttamente la potenza, effettuando una prova su campione prima dell’avvio."
    },
    {
      "id": "ctf_density",
      "pattern": "(?i)\\bctf\\b.*?(densit|quanti|m2|m²|numero|pezzi|passo|interasse)",
      "mode": "augment",
      "lang": "it",
      "answer": "Come ordine di grandezza si adottano circa sei–otto CTF per metro quadrato, con disposizione più fitta in prossimità degli appoggi e più rada in mezzeria. Il passo finale discende dal calcolo strutturale in funzione di luci, carichi, profilo della lamiera e verifiche di scorrimento e deformazione."
    },
    {
      "id": "ctf_hibond",
      "pattern": "(?i)\\bctf\\b.*(hi[- ]?bond|lamiera)|hi[- ]?bond.*\\bctf\\b|\\bctf\\b.*(grecat)",
      "mode": "augment",
      "lang": "it",
      "answer": "I CTF sono progettati per lavorare con lamiere grecate certificate, come le Hi-Bond, assicurando piena collaborazione tra acciaio e calcestruzzo. Ne derivano rapidità di posa, rigidezza elevata e buona capacità portante a spessore contenuto."
    },
    {
      "id": "ctf_vs_diapason",
      "pattern": "(?i)(\\bctf\\b).*diapason|(\\bdiapason\\b).*(\\bctf\\b)|differenz|confront|quando\\s+usare|quale\\s+scegliere",
      "mode": "override",
      "lang": "it",
      "answer": "CTF e Diapason rispondono a esigenze diverse. I CTF sono connettori per solai collaboranti acciaio–calcestruzzo su lamiera grecata, con posa rapida dall’alto mediante SPIT P560. Diapason è un sistema per il rinforzo di solai in laterocemento esistenti, senza lamiera, con fissaggi meccanici e getto collaborante dall’alto. La scelta dipende da tipologia del solaio, spessori disponibili, luci e tempi di cantiere."
    },

    /* =======================
       CTL (legno-calcestruzzo)
       ======================= */
    {
      "id": "ctl_base_overview",
      "pattern": "(?i)\\bctl\\b.*(base|standard|normale)|(connettore\\s+legno).*(base|standard)",
      "mode": "override",
      "lang": "it",
      "answer": "Il connettore CTL BASE è dedicato ai solai legno–calcestruzzo quando si interviene dall’alto su travi in legno con soletta collaborante. Lavora con viti autoforanti su supporto ligneo, garantendo una posa semplice e una collaborazione efficace tra soletta e travi."
    },
    {
      "id": "ctl_maxi_overview",
      "pattern": "(?i)\\bctl\\b.*(maxi)|(connettore\\s+legno).*(maxi)",
      "mode": "override",
      "lang": "it",
      "answer": "Il CTL MAXI è il connettore per solai legno–calcestruzzo ottimizzato per posa sull’assito/tavolato esistente. Con altezze di gambo differenziate, permette di adattare la posizione della testa rispetto alla rete e al getto, mantenendo una posa rapida con viti autoforanti."
    },
    {
      "id": "ctl_maxi_selector",
      "pattern": "(?i)(ctl|maxi).*tavolato.*(1\\s*cm|2\\s*cm|20\\s*mm).*soletta.*5\\s*cm",
      "mode": "override",
      "lang": "it",
      "answer": "Per tavolato di circa 2 cm con soletta da 5 cm si impiega CTL MAXI 12/040. Il fissaggio avviene con due viti Ø10×100; se sono presenti strati interposti o tavolato più spesso, si può passare a Ø10×120. La testa del connettore deve risultare sopra la rete ma sotto il filo superiore del getto; in caso di interferenze si valuta 12/030."
    },
    {
      "id": "ctl_vs_diapason",
      "pattern": "(?i)(\\bctl\\b).*(\\bdiapason\\b)|(\\bdiapason\\b).*(\\bctl\\b)|laterocemento.*\\bctl\\b|\\bctl\\b.*laterocemento",
      "mode": "override",
      "lang": "it",
      "answer": "I connettori CTL sono dedicati ai solai legno–calcestruzzo e lavorano con viti autoforanti su supporto ligneo; Diapason è destinato al rinforzo di solai in laterocemento con getto collaborante e fissaggi meccanici. Si utilizza CTL su strutture in legno, Diapason su laterocemento."
    },

    /* =======================
       Laterocemento: V CEM-E / MINI CEM-E / Diapason
       ======================= */
    {
      "id": "v_cem_e_overview",
      "pattern": "(?i)\\b(v\\s*cem[- ]?e|vcem|v\\-?cem\\-?e)\\b.*(cos|che cos|informaz|parlami|uso|utilizzo)",
      "mode": "override",
      "lang": "it",
      "answer": "V CEM-E è un connettore a vite per il rinforzo di solai in laterocemento. Si applica dall’alto dopo l’individuazione dei travetti e il ripristino dell’intonaco, creando la collaborazione tra travetto esistente e nuova soletta in calcestruzzo. È indicato quando si vuole migliorare rigidezza e capacità senza ricorrere alla lamiera grecata."
    },
    {
      "id": "mini_cem_e_overview",
      "pattern": "(?i)(mini\\s*cem[- ]?e|mini\\-?cem\\-?e)\\b.*(cos|che cos|informaz|parlami|uso|utilizzo)",
      "mode": "override",
      "lang": "it",
      "answer": "MINI CEM-E è la versione compatta del connettore a vite per laterocemento, utile quando gli spessori disponibili o le interferenze impiantistiche richiedono ingombri ridotti. Mantiene la logica di collaborazione tra travetti e nuova soletta, con posa dall’alto e fissaggio meccanico."
    },
    {
      "id": "v_cem_e_vs_diapason",
      "pattern": "(?i)(v\\s*cem[- ]?e|mini\\s*cem[- ]?e).*diapason|diapason.*(v\\s*cem[- ]?e|mini\\s*cem[- ]?e)",
      "mode": "override",
      "lang": "it",
      "answer": "Sia V CEM-E che MINI CEM-E sono connettori a vite per rendere collaborante il getto su solai in laterocemento. Diapason è un sistema di rinforzo che integra fissaggi e getto collaborante con una gamma più estesa di accessori e soluzioni operative. La scelta dipende da geometrie, spessori disponibili, stato dei travetti e obiettivo prestazionale."
    },
    {
      "id": "diapason_overview",
      "pattern": "(?i)\\bdiapason\\b.*(cos|che cos|informaz|parlami|sistema|uso|utilizzo)",
      "mode": "override",
      "lang": "it",
      "answer": "Diapason è il sistema Tecnaria per il rinforzo e la riqualificazione di solai in laterocemento dall’alto, senza lamiera. Prevede fissaggi meccanici e getto collaborante che uniscono la nuova soletta ai travetti esistenti, migliorando rigidezza e capacità con intervento poco invasivo."
    },

    /* =======================
       Dettagli di posa e materiali (trasversali)
       ======================= */
    {
      "id": "soletta_spessori_rete",
      "pattern": "(?i)(soletta|spessore|get(to)?|cls|calcestruzzo).*?(minim|spessore|rete|posizion|armatura)",
      "mode": "augment",
      "lang": "it",
      "answer": "Per gli interventi collaboranti, la soletta viene dimensionata dal progettista. In linea generale, connettori e rete vanno coordinati in modo che la testa del connettore risulti sopra la rete ma sotto il filo superiore del getto. La rete è solitamente a metà spessore, con copriferri idonei e compatibilità con eventuali armature integrative."
    },
    {
      "id": "cls_leggero",
      "pattern": "(?i)(calcestruzzo\\s+leggero|cls\\s+leggero|argilla|polistir|perlite).*(collaborante|soletta|peso|densit|spessori)",
      "mode": "augment",
      "lang": "it",
      "answer": "È possibile impiegare calcestruzzi leggeri strutturali quando richiesto da peso proprio o condizioni di cantiere, nel rispetto delle prestazioni meccaniche indicate in progetto. La compatibilità con i connettori è garantita; restano invariati i criteri di copriferro, annegamento delle teste e posizione della rete."
    },
    {
      "id": "interferenze_impianti",
      "pattern": "(?i)(impianti|tubi|passaggi|interferenze).*?(soletta|rete|connettori|posizion)",
      "mode": "augment",
      "lang": "it",
      "answer": "In presenza di impianti o passaggi, la disposizione dei connettori e della rete viene adattata salvaguardando le aree di massima influenza. Quando gli ingombri sono critici, si impiegano connettori con altezze inferiori o si localizzano staffe integrative secondo le verifiche."
    },
    {
      "id": "verifiche_calcolo",
      "pattern": "(?i)(calcolo|verifiche|dimensiona|resistenze|portata|deformazioni|frecce)",
      "mode": "augment",
      "lang": "it",
      "answer": "Il dimensionamento è eseguito dal progettista sulla base delle norme vigenti, verificando resistenza a taglio/scorrimento, portata e deformazioni. La densità dei connettori e lo spessore della soletta derivano da luci, carichi e dettagli costruttivi del solaio esistente."
    },

    /* =======================
       FAQ di scelta rapida
       ======================= */
    {
      "id": "quando_usare_ctf",
      "pattern": "(?i)(quando|quale).*\\b(usare|scegliere).*\\bctf\\b",
      "mode": "override",
      "lang": "it",
      "answer": "Si usa CTF quando è presente o si prevede lamiera grecata e si vuole una posa rapida dall’alto con collaborazione acciaio–calcestruzzo. È tipico di nuove realizzazioni o rinforzi con lamiera e travi in acciaio accessibili dall’alto."
    },
    {
      "id": "quando_usare_ctl",
      "pattern": "(?i)(quando|quale).*\\b(usare|scegliere).*\\bctl\\b",
      "mode": "override",
      "lang": "it",
      "answer": "Si usa CTL (BASE o MAXI) quando il solaio è in legno e si realizza una soletta collaborante dall’alto con viti autoforanti. Il MAXI è indicato quando si posa sopra l’assito, scegliendo l’altezza del gambo in funzione di rete e spessore di getto."
    },
    {
      "id": "quando_usare_diapason",
      "pattern": "(?i)(quando|quale).*\\b(usare|scegliere).*\\bdiapason\\b",
      "mode": "override",
      "lang": "it",
      "answer": "Si usa Diapason per consolidare solai in laterocemento senza lamiera, intervenendo dall’alto con fissaggi meccanici e getto collaborante. È indicato quando si richiede un intervento poco invasivo e compatibile con spessori limitati."
    },
    {
      "id": "quando_usare_v_mini_cem",
      "pattern": "(?i)(quando|quale).*\\b(usare|scegliere).*(v\\s*cem[- ]?e|mini\\s*cem[- ]?e)",
      "mode": "override",
      "lang": "it",
      "answer": "Si usano V CEM-E o MINI CEM-E quando si vuole rendere collaborante una soletta su solaio in laterocemento tramite connettori a vite. Si sceglie MINI CEM-E quando gli spazi disponibili sono ridotti o vi sono interferenze che richiedono ingombri minori."
    },

    /* =======================
       Contesto aziendale
       ======================= */
    {
      "id": "contacts",
      "pattern": "(?i)contatt|telefono|mail|email|assistenza|supporto|reperibil|sede|indirizzo",
      "mode": "override",
      "lang": "it",
      "answer": "TECNARIA S.p.A. – Via Malaspina 2, 36061 Bassano del Grappa (VI). Telefono +39 0424 502029 – Email info@tecnaria.com. Per progetti, capitolati e sopralluoghi è disponibile il supporto tecnico con documentazione aggiornata e software di calcolo."
    },
    {
      "id": "cataloghi_download",
      "pattern": "(?i)catalogh|brochure|scheda\\s+tecnica|download|pdf",
      "mode": "override",
      "lang": "it",
      "answer": "Schede tecniche e cataloghi sono disponibili nell’area download del sito Tecnaria, con versioni in italiano e inglese. I documenti riportano posa, dati meccanici, limiti d’impiego e riferimenti normativi, oltre a indicazioni su manutenzione e accessori."
    },
    {
      "id": "certificazioni_eta",
      "pattern": "(?i)eta|certificaz|valutazione\\s+tecnica|marcatura|ce\\b|tracciabil",
      "mode": "augment",
      "lang": "it",
      "answer": "I sistemi sono accompagnati da documentazione tecnica e valutazioni europee, con tracciabilità dei componenti. I riferimenti aggiornati sono indicati nelle schede di prodotto e nei certificati pubblicati sul sito."
    },
    {
      "id": "privacy_claimer",
      "pattern": "(?i)privacy|gdpr|trattamento\\s+dati|cookie",
      "mode": "override",
      "lang": "it",
      "answer": "Le informazioni fornite sono a carattere tecnico-informativo e riferite ai prodotti Tecnaria. Per il trattamento dei dati si rimanda all’informativa privacy e alla cookie policy pubblicate sul sito ufficiale."
    },

    /* =======================
       Lingue (nota non invadente)
       ======================= */
    {
      "id": "language_hint",
      "pattern": "(?i)^en:|^de:|^fr:|^es:",
      "mode": "postscript",
      "lang": "it",
      "answer": "La risposta può essere fornita anche in inglese, tedesco, francese o spagnolo su richiesta."
    }
  ]
}

