{
  "family": "VCEM",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [
    {
      "id": "VCEM-0001",
      "tags": ["definizione", "cosa-sono", "laterocemento"],
      "questions": [
        "Che cosa sono i VCEM?",
        "A cosa servono i connettori VCEM?",
        "Quando uso i VCEM su solaio in laterocemento?"
      ],
      "canonical": "I VCEM sono connettori Tecnaria per solai in laterocemento o calcestruzzo alleggerito che devono diventare collaboranti con una nuova soletta in cls. Si fissano con foro e vite, non con P560.",
      "response_variants": [
        "I VCEM collegano il vecchio solaio in laterocemento alla nuova soletta collaborante, con fissaggio meccanico a vite.",
        "Sono i connettori Tecnaria dedicati ai solai in laterocemento: foro nel travetto, vite, soletta sopra.",
        "Pensali come i connettori ‘standard’ per laterocemento: semplici, robusti, con posa a foro + vite.",
        "L’obiettivo del VCEM è trasformare il solaio esistente in una sezione collaborante travetto+soletta.",
        "Non è un tassello chimico: è un connettore strutturale certificato per questo uso.",
        "Dove leggi laterocemento + soletta collaborante, il VCEM è quasi sempre sul tavolo."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0002",
      "tags": ["p560", "errore-posa", "vietato-sparo"],
      "questions": [
        "La P560 la posso usare per posare i VCEM?",
        "Posso sparare i VCEM con la P560?",
        "Pistola a sparo su VCEM va bene?",
        "Ho sparato un VCEM, è un problema?",
        "Uso P560 su VCEM?"
      ],
      "canonical": "No. La P560 è solo per i connettori CTF su acciaio. I VCEM si fissano con foro e vite. Un VCEM sparato non è conforme e va corretto.",
      "response_variants": [
        "Assolutamente no: P560 solo per CTF. Il VCEM lavora con foro + vite.",
        "Non si spara mai un VCEM. Se è stato fatto, quel punto va ripristinato.",
        "VCEM sparato = ancoraggio non valido. Rimuovi, ripristina e posa con vite.",
        "Regola secca: CTF → P560; VCEM → foro e vite; CTCEM → foro e vite.",
        "È uno degli errori più frequenti in cantiere: meglio bloccarlo subito.",
        "Non fidarti del “tiene lo stesso”: il sistema è provato con la vite, non col chiodo.",
        "Se trovi VCEM sparati, segnali e rifai prima del getto.",
        "Meglio un foro in più corretto che un collaudo imbarazzante."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0003",
      "tags": ["errore-sparo", "ripristino"],
      "questions": [
        "Se per errore ho messo un chiodo su un VCEM cosa faccio?",
        "Ho sparato un VCEM, come lo recupero?",
        "Ho usato P560 su VCEM per sbaglio."
      ],
      "canonical": "Rimuovi il chiodo, ripristina il punto (stucco/malta idonea), fora nella posizione corretta e posa il VCEM con la sua vite.",
      "response_variants": [
        "Togli il chiodo, chiudi il foro e rifai il fissaggio con foro + vite.",
        "Non lasciare VCEM sparati: correggi prima del getto.",
        "Segna l’errore e rifai il punto in modo conforme.",
        "Meglio sistemare subito che discutere al collaudo.",
        "Il VCEM funziona solo se posato secondo schema Tecnaria.",
        "Un chiodo sbagliato non rovina il lavoro se lo correggi in tempo."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0004",
      "tags": ["differenza-vcem-ctcem", "scelta"],
      "questions": [
        "Qual è la differenza tra VCEM e CTCEM?",
        "Meglio VCEM o CTCEM?",
        "Quando scelgo VCEM e quando CTCEM?"
      ],
      "canonical": "Entrambi sono per laterocemento. VCEM è più semplice per fissaggi verticali; CTCEM ha un profilo più dentato per presa marcata nel travetto. La scelta la fa il progettista in base ai calcoli.",
      "response_variants": [
        "VCEM è il connettore ‘universale’ per laterocemento; CTCEM ha geometria più aggressiva.",
        "Se vuoi qualcosa di più dentato nel travetto, il progettista può preferire CTCEM.",
        "In molti casi vanno bene entrambi: decide la relazione strutturale.",
        "Non cambiare famiglia in autonomia: chiedi conferma all’ufficio tecnico.",
        "Pensa al CTCEM come variante più ‘mordente’ del VCEM.",
        "La differenza non è commerciale, è prestazionale.",
        "Sempre leggere cosa c’è scritto nel progetto prima di sostituire.",
        "Se hai dubbi, manda il caso con schema del solaio."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0005",
      "tags": ["supporto", "laterocemento", "travetto"],
      "questions": [
        "Su che supporto posso usare i VCEM?",
        "I VCEM vanno bene su laterizio forato?",
        "Devo prendere il travetto con i VCEM?"
      ],
      "canonical": "I VCEM lavorano se ancorati alla parte resistente: travetto in c.a. o calcestruzzo compatto. Non basta il solo laterizio.",
      "response_variants": [
        "L’ancoraggio vero è nel travetto o nel cls, non nella tavella vuota.",
        "Se la vite prende solo laterizio, sposta il punto.",
        "VCEM su vuoto = connettore che non lavora.",
        "Fai sempre fori pilota per ‘sentire’ il travetto.",
        "Su supporti dubbi, meglio aumento numero + verifica tecnica.",
        "Laterizio forato da solo non è sufficiente.",
        "Il messaggio chiave: cerca sempre il cls sano dietro.",
        "Non barattare velocità con ancoraggio finto."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0006",
      "tags": ["rete", "soletta"],
      "questions": [
        "Dove metto la rete con i VCEM?",
        "La rete la appoggio sui VCEM?",
        "Come posizionare l’armatura con VCEM?"
      ],
      "canonical": "La rete va nella zona tesa della soletta, non appoggiata sui VCEM. Usa distanziatori.",
      "response_variants": [
        "I VCEM non sono cavalletti per la rete.",
        "La rete è alla quota tesa indicata dal progetto.",
        "Appoggiare la rete sulle teste dei VCEM è un errore.",
        "Usa distanziatori: rete e connettori hanno ruoli diversi.",
        "È un dettaglio semplice che fa una grande differenza.",
        "Armonizza posa con il disegno esecutivo.",
        "Se non sei sicuro, chiedi all’ingegnere.",
        "Rete giusta posizione = comportamento giusto."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0007",
      "tags": ["soletta", "spessore"],
      "questions": [
        "Che spessore di soletta abbino ai VCEM?",
        "Posso fare una soletta più sottile con VCEM?",
        "Spessore minimo con VCEM?"
      ],
      "canonical": "Lo spessore della soletta collaborante con VCEM è definito dal progetto; tipicamente 5–6 cm con rete a metà, ma non va ridotto senza verifica.",
      "response_variants": [
        "Di solito sei nell’ordine dei 5–6 cm, rete a metà.",
        "Non assottigliare la soletta a sensazione.",
        "Ogni cm in meno è capacità in meno.",
        "Segui relazione strutturale e schede Tecnaria.",
        "Se ti chiedono di ridurre, serve nuovo calcolo.",
        "La soletta non è una rasatura estetica.",
        "Spessore e VCEM lavorano insieme.",
        "Meglio spiegare che tagliare a caso."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0008",
      "tags": ["passo", "quanti-vcem"],
      "questions": [
        "Quanti VCEM devo mettere?",
        "Che passo devo usare per i VCEM?",
        "Posso diradarli un po’?",
        "I VCEM mi sembrano troppi."
      ],
      "canonical": "Numero e passo dei VCEM sono fissati dal calcolo strutturale. Non vanno ridotti senza nuova verifica.",
      "response_variants": [
        "Non togliere VCEM perché “sembrano tanti”: sono calcolati.",
        "Passo e quantità non sono decorazione.",
        "Puoi aggiungerne, non puoi toglierne senza ingegnere.",
        "Schema di posa = parte integrante del progetto.",
        "Ridurre i VCEM significa ridurre sicurezza.",
        "Ogni VCEM ha un ruolo nel trasferimento di taglio.",
        "Se il cantiere protesta, spiegagli che sono numeri, non opinioni.",
        "Meglio un connettore in più che un solaio in meno."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0009",
      "tags": ["foro", "pulizia", "attrezzatura"],
      "questions": [
        "Come foro per i VCEM?",
        "Che attrezzatura serve per i VCEM?",
        "Serve pulire il foro per i VCEM?"
      ],
      "canonical": "Serve trapano con punta idonea, foro alla profondità prevista, pulizia accurata e serraggio corretto della vite.",
      "response_variants": [
        "Trapano, punta giusta, soffiare il foro, vite ben tirata.",
        "La polvere nel foro riduce la presa: pulisci sempre.",
        "Non servono attrezzi speciali, serve farlo bene.",
        "Meglio una punta in più che una presa in meno.",
        "Segui diametri indicati Tecnaria.",
        "Foro sbragato = ancoraggio debole.",
        "Se il cls è duro, adegua punte e velocità.",
        "La cura nel foro è parte del sistema."
      ],
      "mode": "dynamic"
    },
    {
      "id": "VCEM-0010",
      "tags": ["ambiente", "durabilità"],
      "questions": [
        "Quanto durano i VCEM?",
        "Posso usare i VCEM in ambiente umido?",
        "Problemi di corrosione per VCEM?"
      ],
      "canonical": "In condizioni ordinarie i VCEM, inglobati in cls conforme, non richiedono manutenzione particolare. In ambienti aggressivi serve valutazione specifica.",
      "response_variants": [
        "In un solaio ben gettato i VCEM sono protetti.",
        "Il punto è l’ambiente globale, non solo il pezzo di acciaio.",
        "Per ambienti aggressivi confronta con il progettista.",
        "Zero manutenzione ordinaria se il cls rimane sano.",
        "Niente esposizione diretta = niente problemi tipici.",
        "Durabilità è tema di dettaglio progettuale.",
        "Possiamo supportarti caso per caso.",
        "Non sono l’anello debole se l’opera è fatta bene."
      ],
      "mode": "dynamic"
    }
  ]
}
