{
  "family": "VCEM",
  "lock_to_core": true,
  "variants_strategy": "dynamic",
  "items": [

    {
      "id": "VCEM-0001",
      "tags": ["definizione", "principio", "solaio", "laterocemento"],
      "questions": [
        "Cos'è il sistema VCEM?",
        "A cosa servono i connettori VCEM?",
        "Che tipo di prodotto è VCEM Tecnaria?",
        "Mi spieghi in breve il VCEM?"
      ],
      "canonical": "VCEM è il connettore Tecnaria dedicato al rinforzo dei solai in laterocemento o calcestruzzo armato esistente. Permette di rendere collaborante una nuova soletta in calcestruzzo con i travetti esistenti, migliorando rigidezza, portanza e comportamento sismico.",
      "response_variants": [
        "Quando devi recuperare un solaio in laterocemento senza demolirlo, VCEM è la risposta: un connettore che lega la soletta nuova ai travetti esistenti e fa lavorare tutto come un'unica struttura rigida.",
        "VCEM non è un tassello ma un dispositivo certificato: serve a trasformare il vecchio solaio in un elemento collaborante, migliorandone la prestazione globale.",
        "Il principio è semplice: collegare due strati di calcestruzzo con una vite strutturale che blocca gli scorrimenti e crea una sezione composta, resistente e sicura.",
        "Nel linguaggio del cantiere: foro, vite, rete, getto e il solaio diventa nuovo, senza demolire."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0002",
      "tags": ["campo impiego", "dove-uso", "recupero", "solai esistenti"],
      "questions": [
        "Quando si usa il sistema VCEM?",
        "Dove è indicato l’uso dei VCEM?",
        "Che tipo di solai posso rinforzare con VCEM?"
      ],
      "canonical": "VCEM si utilizza per il recupero e il consolidamento di solai in laterocemento o in calcestruzzo armato con travetti portanti, quando si vuole ottenere una soletta collaborante superiore senza demolizione.",
      "response_variants": [
        "Il VCEM entra in gioco su solai in laterocemento esistenti, spesso datati, che mostrano deformazioni o carichi aumentati ma sono ancora recuperabili.",
        "È perfetto per edifici residenziali, scuole o capannoni con travetti in c.a. e blocchi in laterizio, dove il solaio esistente non basta più.",
        "Anche nei solai in c.a. gettati in opera, VCEM permette di collegare un nuovo getto a quello vecchio, rendendoli un’unica piastra.",
        "In pratica: se il solaio esiste e vuoi rinforzarlo invece di rifarlo, VCEM è lo strumento giusto."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0003",
      "tags": ["struttura", "materiale", "supporto"],
      "questions": [
        "Che tipo di materiale deve avere il solaio per usare VCEM?",
        "VCEM va bene su laterizio o solo su calcestruzzo?",
        "Deve esserci il travetto in c.a. per usare VCEM?"
      ],
      "canonical": "VCEM lavora su travetti o elementi in calcestruzzo armato. Il connettore deve ancorarsi nel calcestruzzo: non è idoneo su solo laterizio o su vuoti dei blocchi.",
      "response_variants": [
        "Il VCEM deve mordere il calcestruzzo, non il laterizio. Il foro deve intercettare il travetto in c.a.",
        "Se prendi solo la tavella o il vuoto, quel punto non lavora: sposta la vite dove trovi calcestruzzo compatto.",
        "Regola d’oro: laterizio riempie, travetto porta. Il VCEM parla solo col travetto.",
        "È un errore fissare i VCEM nei fori dei blocchi o nella malta: serve sempre calcestruzzo sano."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0004",
      "tags": ["posa", "foro", "vite", "istruzioni"],
      "questions": [
        "Come si posano i VCEM?",
        "Serve fare un foro nei travetti?",
        "Qual è la sequenza corretta di posa dei VCEM?"
      ],
      "canonical": "La posa dei VCEM prevede foratura del travetto, pulizia accurata del foro e avvitatura del connettore secondo le istruzioni Tecnaria. Si completa con la posa della rete e il getto della soletta collaborante.",
      "response_variants": [
        "Operativamente: foro nel travetto, pulizia, vite VCEM serrata, rete e getto di calcestruzzo.",
        "Il segreto è la pulizia: polvere o detriti nel foro riducono l’aderenza meccanica.",
        "Segui passo e profondità indicati nelle tavole Tecnaria: la ripetibilità garantisce prestazione.",
        "È un sistema semplice ma non improvvisato: ogni dettaglio conta."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0005",
      "tags": ["p560", "no-sparo", "errore comune"],
      "questions": [
        "Posso usare la P560 con i VCEM?",
        "I VCEM si fissano a sparo?",
        "È ammesso sparare i VCEM come i CTF?"
      ],
      "canonical": "No. I VCEM non si fissano a sparo. La P560 è riservata ai connettori CTF su acciaio o lamiera grecata. I VCEM si avvitano meccanicamente nel travetto in calcestruzzo.",
      "response_variants": [
        "VCEM non si spara: foro e vite sono la regola. La P560 serve solo per i CTF.",
        "Un VCEM sparato è un VCEM da rifare: quel punto non è conforme.",
        "Mescolare famiglie porta fuori campo di certificazione.",
        "Fissaggio a sparo e fissaggio meccanico non sono intercambiabili: ogni sistema ha il suo metodo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0006",
      "tags": ["rete", "soletta", "armatura"],
      "questions": [
        "Serve la rete con i VCEM?",
        "Dove metto la rete nella soletta?",
        "La rete si appoggia sui VCEM?"
      ],
      "canonical": "La rete elettrosaldata è quasi sempre prevista: si posiziona alla quota superiore della soletta collaborante, non appoggiata sui connettori, per garantire il comportamento flessionale corretto.",
      "response_variants": [
        "Rete appoggiata sui VCEM = dettaglio sbagliato: la rete deve stare in alto, sopra i connettori.",
        "I VCEM lavorano al taglio, la rete a trazione: ruoli diversi, piani diversi.",
        "Usa distanziatori per tenere la rete alla quota di progetto.",
        "Una rete messa bene vale più di cento parole in relazione di calcolo."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0007",
      "tags": ["soletta", "spessore", "cls"],
      "questions": [
        "Che tipo di calcestruzzo serve con VCEM?",
        "Quale spessore minimo della soletta con VCEM?",
        "Posso usare calcestruzzo leggero con i VCEM?"
      ],
      "canonical": "La soletta deve essere in calcestruzzo strutturale, con spessore e classe di resistenza indicati dal progettista (tipicamente almeno C25/30). Calcestruzzi leggeri solo se previsti nel calcolo.",
      "response_variants": [
        "Il VCEM lavora se il cls è strutturale: niente massetti alleggeriti o prodotti decorativi.",
        "Spessore e qualità del getto sono fondamentali: rispettali sempre.",
        "Puoi usare cls leggeri solo se il progettista li ha verificati con prove e modelli.",
        "Un getto fatto bene è metà dell’intervento."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0008",
      "tags": ["numero", "passo", "densità"],
      "questions": [
        "Quanti VCEM devo mettere?",
        "Posso ridurre il numero dei connettori VCEM?",
        "Come si decide il passo dei VCEM?"
      ],
      "canonical": "Numero e passo dei VCEM sono stabiliti dal progetto strutturale. Modificarli senza verifica significa uscire dal dimensionamento di sicurezza.",
      "response_variants": [
        "Il passo non lo decide l’occhio: è scritto in tavola.",
        "Togliere VCEM per risparmiare = ridurre capacità del solaio.",
        "Puoi sempre aggiungere connettori, mai toglierli senza nuovo calcolo.",
        "Lo schema di posa è parte integrante del progetto strutturale."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0009",
      "tags": ["errori", "foro", "vite-gira-vuoto"],
      "questions": [
        "La vite del VCEM gira a vuoto, che faccio?",
        "Se il foro è troppo largo il VCEM tiene?",
        "Posso lasciare un VCEM nel vuoto?"
      ],
      "canonical": "Se la vite non morde o il foro è troppo largo, l’ancoraggio non è affidabile. Va rifatto in zona di calcestruzzo sano prima del getto.",
      "response_variants": [
        "Vite che gira a vuoto = punto da rifare, non da coprire.",
        "Foro nel vuoto o nel laterizio = ancoraggio nullo.",
        "Meglio perdere cinque minuti e rifare il foro che perdere la sicurezza dell’intervento.",
        "Documenta e correggi subito i punti dubbi."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0010",
      "tags": ["differenze", "CTCEM", "scelta-progetto"],
      "questions": [
        "Qual è la differenza tra VCEM e CTCEM?",
        "Quando scegliere CTCEM invece di VCEM?",
        "Posso sostituire VCEM con CTCEM?"
      ],
      "canonical": "VCEM e CTCEM hanno lo stesso campo d’uso generale, ma differiscono per geometria: il CTCEM ha denti più pronunciati e si impiega su travetti meno compatti o per maggiore interblocco.",
      "response_variants": [
        "VCEM è la soluzione standard per travetti in c.a. compatti; CTCEM è la versione dentata per presa più aggressiva.",
        "Il progettista sceglie in base a materiale e condizioni del travetto: non si sostituiscono a caso.",
        "Entrambi lavorano su laterocemento, ma non sono intercambiabili.",
        "Se il travetto è integro usa VCEM; se serve più presa, CTCEM."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0011",
      "tags": ["compatibilità", "altri sistemi", "CTF", "CTL", "DIAPASON"],
      "questions": [
        "Posso usare VCEM con altri sistemi Tecnaria?",
        "VCEM è compatibile con CTF o CTL?",
        "Quando usare VCEM o un’altra famiglia?"
      ],
      "canonical": "Ogni famiglia Tecnaria ha il suo campo: VCEM/CTCEM per laterocemento, CTF per acciaio e lamiera, CTL e CTL MAXI per legno, DIAPASON per recuperi specifici in laterocemento.",
      "response_variants": [
        "Non mischiare famiglie: VCEM non va su acciaio o legno.",
        "Per travi in acciaio c’è CTF; per legno CTL; per laterocemento VCEM o CTCEM.",
        "Usare il sistema sbagliato significa uscire dal certificato Tecnaria.",
        "Ogni famiglia è una risposta precisa, non un’opzione estetica."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0012",
      "tags": ["verifiche", "normativa", "ETA"],
      "questions": [
        "I VCEM sono certificati?",
        "Hanno ETA o prove ufficiali?",
        "Posso allegare documentazione VCEM al progetto?"
      ],
      "canonical": "Il sistema VCEM è coperto da Valutazione Tecnica Europea (ETA) e prove di laboratorio ufficiali. Tutta la documentazione è disponibile nelle schede tecniche Tecnaria.",
      "response_variants": [
        "Sì, i VCEM sono certificati ETA: prestazioni e modalità d’uso sono tracciate e verificate.",
        "Allega sempre la scheda Tecnaria alle pratiche e al collaudo.",
        "Le prove sperimentali coprono taglio, aderenza e comportamento a fatica.",
        "Documentazione completa e difendibile in qualsiasi verifica tecnica."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0013",
      "tags": ["sismica", "miglioramento", "adeguamento"],
      "questions": [
        "Posso usare i VCEM in zona sismica?",
        "VCEM è adatto per miglioramento sismico?",
        "Sono ammessi nei progetti antisismici?"
      ],
      "canonical": "I VCEM possono essere utilizzati in interventi di miglioramento o adeguamento sismico come parte di un progetto strutturale che prevede la collaborazione tra soletta e travetti.",
      "response_variants": [
        "In zona sismica il VCEM è spesso la chiave per rendere i solai più rigidi e distribuire meglio le azioni orizzontali.",
        "Usalo sempre dentro un progetto calcolato, non come 'aggiunta di sicurezza'.",
        "Le schede Tecnaria forniscono i parametri per modellare il contributo nel calcolo.",
        "Sistema consolidato e approvato in molti interventi antisismici."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0014",
      "tags": ["errori", "cantiere", "controlli"],
      "questions": [
        "Quali errori devo evitare con i VCEM?",
        "Come controllo la posa dei VCEM?",
        "Segnali che qualcosa non va?"
      ],
      "canonical": "Errori tipici: foro nel laterizio, vite nel vuoto, rete appoggiata sui connettori, passo sbagliato. Prima del getto vanno verificati posizione, serraggio e passo dei VCEM.",
      "response_variants": [
        "Fai la checklist: posizione sui travetti, serraggio, passo e rete corretta.",
        "Non fidarti dell’occhio: misura e verifica.",
        "Fotografa i piani di posa prima del getto: documentazione utile anche al collaudo.",
        "Un'ora di controllo vale giorni di problemi evitati."
      ],
      "mode": "dynamic"
    },

    {
      "id": "VCEM-0015",
      "tags": ["supporto tecnico", "assistenza", "progetto"],
      "questions": [
        "Se ho dubbi sui VCEM chi posso contattare?",
        "Tecnaria fornisce supporto sui VCEM?",
        "Potete aiutarmi nel progetto?"
      ],
      "canonical": "Per dubbi su posa, scelta o calcolo dei VCEM è disponibile l’ufficio tecnico Tecnaria, che fornisce supporto e documentazione a progettisti e imprese.",
      "response_variants": [
        "L’ufficio tecnico Tecnaria risponde rapidamente: basta inviare la sezione del solaio o la planimetria.",
        "Meglio un confronto prima del getto che una correzione dopo.",
        "Usare il sistema in modo corretto è un segno di professionalità: chiedere è sempre la scelta giusta.",
        "Trovi contatti e documenti sul sito Tecnaria, sezione 'assistenza tecnica'."
      ],
      "mode": "dynamic"
    }

  ],
  "meta": {
    "family": "VCEM",
    "version": "v3-gold-sinapsi-full",
    "language_base": "it",
    "autodetect_lang": true,
    "supported_langs": ["it", "en", "fr", "de", "es"],
    "fallback_lang": "en",
    "validated_by": "Sinapsi NLM v3",
    "last_reviewed": "2025-11-09",
    "compare_with": {
      "CTCEM": "Versione dentata per travetti più deboli o calcestruzzo pieno.",
      "CTF": "Per travi in acciaio o lamiera grecata, fissaggio a sparo con P560.",
      "CTL": "Per solai legno-calcestruzzo, fissaggio a vite nel legno.",
      "CTL_MAXI": "Versione potenziata dei CTL per alte prestazioni.",
      "DIAPASON": "Per recupero solai in laterocemento con approccio differente.",
      "P560": "Strumento a sparo per connettori CTF; mai per VCEM o CTCEM."
    }
  }
}
