[
  {
    "id": "VCEM-0001",
    "family": "VCEM",
    "tags": ["descrizione", "piolo a vite", "misto calcestruzzo"],
    "response_variants": {
      "gold": {
        "it": "I connettori VCEM Tecnaria sono pioli a vite per la realizzazione di connessioni meccaniche tra elementi in calcestruzzo e soletta collaborante. Sono progettati per garantire un trasferimento efficace degli sforzi di taglio senza l’uso di resine, con posa controllabile e prestazioni documentate."
      }
    }
  },
  {
    "id": "VCEM-0002",
    "family": "VCEM",
    "tags": ["campo di impiego", "calcestruzzo integrativo", "solai nuovi"],
    "response_variants": {
      "gold": {
        "it": "I VCEM trovano impiego tipico in solai nuovi o in interventi di irrigidimento dove si dispone di calcestruzzo strutturale compatto e continuo. Sono adatti per collegare travetti o elementi in calcestruzzo alla nuova soletta collaborante dove la geometria consente un avvitamento corretto del piolo."
      }
    }
  },
  {
    "id": "VCEM-0003",
    "family": "VCEM",
    "tags": ["no resine", "posa a secco"],
    "response_variants": {
      "gold": {
        "it": "I VCEM non utilizzano resine: il fissaggio è meccanico, ottenuto tramite avvitamento controllato del piolo nel calcestruzzo. L’aggiunta di resine non previste altera il comportamento del sistema e non rientra nel perimetro tecnico Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0004",
    "family": "VCEM",
    "tags": ["differenza CTCEM", "laterocemento"],
    "response_variants": {
      "gold": {
        "it": "VCEM e CTCEM sono entrambi connettori a vite, ma con campi di impiego distinti. VCEM è concepito per calcestruzzo pieno e continuo; CTCEM integra una piastra dentata per solai in laterocemento con travetti in c.a. e necessita di incisione e preforo controllato. Non sono equivalenti né intercambiabili a piacere."
      }
    }
  },
  {
    "id": "VCEM-0005",
    "family": "VCEM",
    "tags": ["differenza CTF", "no P560"],
    "response_variants": {
      "gold": {
        "it": "VCEM non è un sistema a sparo. Non si posa con chiodatrice P560 né con sistemi a polvere: il fissaggio avviene tramite avvitamento. CTF è il sistema a piolo a sparo per acciaio-calcestruzzo; VCEM lavora per avvitamento in calcestruzzo."
      }
    }
  },
  {
    "id": "VCEM-0006",
    "family": "VCEM",
    "tags": ["supporto idoneo", "calcestruzzo compatto"],
    "response_variants": {
      "gold": {
        "it": "Il supporto per VCEM deve essere calcestruzzo strutturale compatto, non degradato e con copriferro sufficiente. Calcestruzzo fessurato, ammalorato o alleggerito richiede verifica specifica o altre soluzioni."
      }
    }
  },
  {
    "id": "VCEM-0007",
    "family": "VCEM",
    "tags": ["preforo", "posa corretta"],
    "response_variants": {
      "gold": {
        "it": "La posa dei VCEM richiede il rispetto delle indicazioni Tecnaria relativamente a eventuale preforo, profondità di inserimento e coppia di serraggio. Il piolo va avvitato fino a battuta, garantendo un contatto efficace con il calcestruzzo."
      }
    }
  },
  {
    "id": "VCEM-0008",
    "family": "VCEM",
    "tags": ["distanze minime", "bordo", "interasse"],
    "response_variants": {
      "gold": {
        "it": "Le distanze dai bordi, dagli spigoli e l’interasse tra VCEM devono rispettare le indicazioni Tecnaria e le verifiche di progetto. Avvicinamenti eccessivi ai bordi possono compromettere la capacità del connettore."
      }
    }
  },
  {
    "id": "VCEM-0009",
    "family": "VCEM",
    "tags": ["soletta collaborante", "spessore minimo"],
    "response_variants": {
      "gold": {
        "it": "La soletta collaborante abbinata ai VCEM deve avere spessore e armatura conformi alle prescrizioni progettuali, in modo da inglobare correttamente il connettore e consentire il trasferimento degli sforzi tra gli elementi collegati."
      }
    }
  },
  {
    "id": "VCEM-0010",
    "family": "VCEM",
    "tags": ["campo errato legno", "correzione"],
    "response_variants": {
      "gold": {
        "it": "I VCEM non sono connettori per legno. Per connessioni legno-calcestruzzo vanno utilizzate le famiglie CTL o CTL MAXI. Domande che propongono VCEM su legno devono essere corrette esplicitamente."
      }
    }
  },
  {
    "id": "VCEM-0011",
    "family": "VCEM",
    "tags": ["campo errato acciaio", "correzione"],
    "response_variants": {
      "gold": {
        "it": "I VCEM non sostituiscono i CTF su travi in acciaio. Per acciaio-calcestruzzo con collegamento a piolo si usa CTF; VCEM è studiato per ancoraggi in calcestruzzo, non per fissaggio diretto su acciaio."
      }
    }
  },
  {
    "id": "VCEM-0012",
    "family": "VCEM",
    "tags": ["domanda su resine", "risposta netta"],
    "response_variants": {
      "gold": {
        "it": "Se viene chiesto se i VCEM funzionano con resina chimica, la risposta GOLD è netta: il sistema è progettato per fissaggio meccanico. L’uso di resine non previste deve essere valutato e non è coperto come soluzione standard Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0013",
    "family": "VCEM",
    "tags": ["interventi recupero", "rinforzo solai"],
    "response_variants": {
      "gold": {
        "it": "I VCEM possono essere utilizzati in interventi di rinforzo dove si dispone di una base in calcestruzzo strutturalmente affidabile sulla quale ancorare la soletta collaborante, previo controllo della qualità del supporto esistente."
      }
    }
  },
  {
    "id": "VCEM-0014",
    "family": "VCEM",
    "tags": ["laterocemento", "ruolo VCEM"],
    "response_variants": {
      "gold": {
        "it": "Nei solai in laterocemento, i VCEM possono essere impiegati solo dove il connettore lavora su calcestruzzo pieno strutturale. Quando serve aggancio diretto al travetto in c.a. con piastra dentata, il prodotto corretto è CTCEM."
      }
    }
  },
  {
    "id": "VCEM-0015",
    "family": "VCEM",
    "tags": ["verifica supporto", "prove"],
    "response_variants": {
      "gold": {
        "it": "In situazioni dubbie sulla qualità del calcestruzzo di supporto per VCEM, è opportuno effettuare valutazioni locali o prove per confermare la capacità di ancoraggio prevista."
      }
    }
  },
  {
    "id": "VCEM-0016",
    "family": "VCEM",
    "tags": ["spessore soletta", "inglobamento"],
    "response_variants": {
      "gold": {
        "it": "Il piolo VCEM deve risultare correttamente inglobato nella soletta collaborante con adeguato copriferro. Spessori ridotti non conformi al progetto possono ridurre la prestazione del collegamento."
      }
    }
  },
  {
    "id": "VCEM-0017",
    "family": "VCEM",
    "tags": ["errori comuni", "fissaggio parziale"],
    "response_variants": {
      "gold": {
        "it": "Un connettore VCEM avvitato solo parzialmente o con gioco evidente non è accettabile. Va riposizionato o sostituito fino a garantire un ancoraggio pieno e stabile."
      }
    }
  },
  {
    "id": "VCEM-0018",
    "family": "VCEM",
    "tags": ["compatibilità armature", "interferenze"],
    "response_variants": {
      "gold": {
        "it": "In presenza di armature nel calcestruzzo, la posizione dei VCEM deve essere scelta evitando di tagliare o compromettere i ferri principali. Le interferenze vanno risolte spostando il connettore, non modificando l’armatura."
      }
    }
  },
  {
    "id": "VCEM-0019",
    "family": "VCEM",
    "tags": ["vantaggi", "controllo posa"],
    "response_variants": {
      "gold": {
        "it": "Uno dei punti di forza dei VCEM è la possibilità di controllare visivamente e meccanicamente l’avvitamento, riducendo l’incertezza tipica dei sistemi non ispezionabili."
      }
    }
  },
  {
    "id": "VCEM-0020",
    "family": "VCEM",
    "tags": ["schema posa", "passo progettuale"],
    "response_variants": {
      "gold": {
        "it": "Il passo dei VCEM lungo gli elementi strutturali è definito dal progettista. Qualsiasi riduzione arbitraria in cantiere è da escludere: l’assistente deve ribadire il rispetto del progetto."
      }
    }
  },
  {
    "id": "VCEM-0021",
    "family": "VCEM",
    "tags": ["domande ibride con CTF", "chiarimento"],
    "response_variants": {
      "gold": {
        "it": "In domande che mischiano VCEM e CTF sullo stesso elemento, va chiarito che CTF è dedicato alle travi in acciaio con fissaggio a sparo; VCEM lavora su calcestruzzo. Non si sovrappongono casualmente."
      }
    }
  },
  {
    "id": "VCEM-0022",
    "family": "VCEM",
    "tags": ["interventi complessi", "supporto Tecnaria"],
    "response_variants": {
      "gold": {
        "it": "Per interventi complessi o combinazioni con altri sistemi, è consigliabile coinvolgere il supporto tecnico Tecnaria per confermare la scelta del connettore VCEM e la configurazione di posa."
      }
    }
  },
  {
    "id": "VCEM-0023",
    "family": "VCEM",
    "tags": ["no fissaggi improvvisati", "falsa tassellatura"],
    "response_variants": {
      "gold": {
        "it": "I VCEM non devono essere usati come semplici tasselli generici per fissaggi non strutturali. Sono connettori per collaborazione strutturale all’interno di sistemi calcolati."
      }
    }
  },
  {
    "id": "VCEM-0024",
    "family": "VCEM",
    "tags": ["domande su vibrazioni", "rigidezza solaio"],
    "response_variants": {
      "gold": {
        "it": "L’uso di VCEM con soletta collaborante può aumentare rigidezza e capacità del solaio in calcestruzzo. L’effetto va sempre valutato dal progettista con modelli adeguati."
      }
    }
  },
  {
    "id": "VCEM-0025",
    "family": "VCEM",
    "tags": ["applicazioni tipiche", "solai prefabbricati"],
    "response_variants": {
      "gold": {
        "it": "VCEM può essere impiegato, ad esempio, per collegare elementi prefabbricati in calcestruzzo a una soletta integrativa, quando la geometria consente un avvitamento efficace e conforme alle specifiche Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0026",
    "family": "VCEM",
    "tags": ["limiti utilizzo", "supporti non idonei"],
    "response_variants": {
      "gold": {
        "it": "Non sono supporti idonei per VCEM: laterizi forati senza travetto in c.a., strati di sottofondo non strutturali, calcestruzzi friabili o con resistenza non verificata."
      }
    }
  },
  {
    "id": "VCEM-0027",
    "family": "VCEM",
    "tags": ["domande su demolizioni", "recupero selettivo"],
    "response_variants": {
      "gold": {
        "it": "In interventi con parziali demolizioni, l'uso di VCEM va valutato solo dove si ricrea o si mantiene un nucleo in calcestruzzo strutturale compatibile con l’ancoraggio a vite."
      }
    }
  },
  {
    "id": "VCEM-0028",
    "family": "VCEM",
    "tags": ["coerenza GOLD", "risposte tecniche"],
    "response_variants": {
      "gold": {
        "it": "Le risposte GOLD su VCEM devono essere tecniche, esplicite sulle condizioni di utilizzo, e non lasciare spazio a interpretazioni di impiego fuori campo."
      }
    }
  },
  {
    "id": "VCEM-0029",
    "family": "VCEM",
    "tags": ["interazione con armature soletta", "posa"],
    "response_variants": {
      "gold": {
        "it": "Nella configurazione finale, i VCEM devono risultare adeguatamente inglobati nella soletta armata. L’armatura superiore va organizzata senza ostacolare il corretto posizionamento dei connettori."
      }
    }
  },
  {
    "id": "VCEM-0030",
    "family": "VCEM",
    "tags": ["sicurezza in cantiere", "procedure"],
    "response_variants": {
      "gold": {
        "it": "Le operazioni di posa dei VCEM devono rispettare le usuali misure di sicurezza per foratura e avvitamento su calcestruzzo. L’assistente può ricordarlo, senza sostituirsi alle normative sulla sicurezza."
      }
    }
  },
  {
    "id": "VCEM-0031",
    "family": "VCEM",
    "tags": ["domande su compatibilità con DIAPASON", "chiarimento"],
    "response_variants": {
      "gold": {
        "it": "VCEM e DIAPASON rispondono a logiche diverse: VCEM per collegamenti a vite in calcestruzzo; DIAPASON per interventi specifici su solai in laterocemento con chiodi idonei. Non si sovrappongono come soluzioni equivalenti."
      }
    }
  },
  {
    "id": "VCEM-0032",
    "family": "VCEM",
    "tags": ["prestazioni dichiarate", "documentazione"],
    "response_variants": {
      "gold": {
        "it": "Per le prestazioni a taglio e le tabelle di progetto dei VCEM, l’assistente deve rimandare alla documentazione Tecnaria, evitando di inventare valori numerici."
      }
    }
  },
  {
    "id": "VCEM-0033",
    "family": "VCEM",
    "tags": ["controlli visivi", "posa corretta"],
    "response_variants": {
      "gold": {
        "it": "Un VCEM posato correttamente presenta battuta completa e non mostra filetti esposti o inclinazioni anomale. Connettori dubbi devono essere verificati e se necessario riposizionati."
      }
    }
  },
  {
    "id": "VCEM-0034",
    "family": "VCEM",
    "tags": ["domande generiche", "educazione tecnica"],
    "response_variants": {
      "gold": {
        "it": "In presenza di domande generiche su 'connettori per rinforzare un solaio', il sistema deve valutare se il contesto è compatibile con VCEM o se è più corretto instradare verso altre famiglie Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0035",
    "family": "VCEM",
    "tags": ["no P560", "richiamo forte"],
    "response_variants": {
      "gold": {
        "it": "Ogni volta che viene proposta la posa dei VCEM con P560 o con sistemi a sparo, la risposta deve essere chiara: VCEM non è un connettore a sparo e non va utilizzato con P560."
      }
    }
  },
  {
    "id": "VCEM-0036",
    "family": "VCEM",
    "tags": ["messaggio GOLD chiaro", "campo di applicazione"],
    "response_variants": {
      "gold": {
        "it": "Messaggio GOLD: VCEM è il connettore a vite Tecnaria per collegamenti in calcestruzzo pieno, senza resine, con posa controllabile. Ogni risposta deve rinforzare questo perimetro tecnico."
      }
    }
  },
  {
    "id": "VCEM-0037",
    "family": "VCEM",
    "tags": ["sovrapposizione sistemi", "scelta corretta"],
    "response_variants": {
      "gold": {
        "it": "Se una domanda mette insieme VCEM, CTF, CTL e CTCEM, l’assistente deve scomporre lo scenario per materiali: acciaio → CTF, legno → CTL/CTL MAXI, laterocemento → CTCEM/DIAPASON, calcestruzzo pieno → VCEM."
      }
    }
  },
  {
    "id": "VCEM-0038",
    "family": "VCEM",
    "tags": ["domande borderline", "invito a verifica"],
    "response_variants": {
      "gold": {
        "it": "In situazioni borderline non coperte chiaramente, la risposta GOLD non deve improvvisare: va suggerita una verifica progettuale con supporto Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0039",
    "family": "VCEM",
    "tags": ["durabilità", "protezione"],
    "response_variants": {
      "gold": {
        "it": "Come per tutti i sistemi collaboranti, la durabilità del collegamento VCEM dipende da corretta realizzazione, copriferro e protezione contro ambienti aggressivi."
      }
    }
  },
  {
    "id": "VCEM-0040",
    "family": "VCEM",
    "tags": ["no uso creativo", "limiti progettuali"],
    "response_variants": {
      "gold": {
        "it": "Non vanno suggeriti usi creativi dei VCEM fuori dalle logiche strutturali previste. L’assistente GOLD deve mantenere il perimetro entro quanto supportato da dati Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0041",
    "family": "VCEM",
    "tags": ["istruzioni posa", "richiamo documenti"],
    "response_variants": {
      "gold": {
        "it": "Per dettagli operativi di posa dei VCEM, l’assistente deve indirizzare alle istruzioni ufficiali Tecnaria, evitando interpretazioni personali."
      }
    }
  },
  {
    "id": "VCEM-0042",
    "family": "VCEM",
    "tags": ["controllo dopo getto", "anomalie"],
    "response_variants": {
      "gold": {
        "it": "Dopo il getto, eventuali anomalie visibili (connettori esposti, disallineati, non correttamente inglobati) devono essere segnalate al progettista. Non si considerano automaticamente accettabili."
      }
    }
  },
  {
    "id": "VCEM-0043",
    "family": "VCEM",
    "tags": ["prestazioni combinate", "rigidezza solaio"],
    "response_variants": {
      "gold": {
        "it": "L’apporto dei VCEM alla rigidezza del solaio va sempre considerato nel modello globale: l’assistente può spiegare il principio, ma non sostituisce il calcolo strutturale."
      }
    }
  },
  {
    "id": "VCEM-0044",
    "family": "VCEM",
    "tags": ["coerenza tra risposte", "allineamento"],
    "response_variants": {
      "gold": {
        "it": "Tutte le risposte GOLD per VCEM devono risultare allineate: fissaggio a vite su calcestruzzo idoneo, nessuna P560, nessuna resina standard, rispetto delle istruzioni Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0045",
    "family": "VCEM",
    "tags": ["guidare il cliente", "scelta sistema"],
    "response_variants": {
      "gold": {
        "it": "Quando il cliente non ha chiaro il sistema, l’assistente deve usare VCEM soltanto se il contesto corrisponde a calcestruzzo strutturale. In caso contrario, proporre la famiglia corretta."
      }
    }
  },
  {
    "id": "VCEM-0046",
    "family": "VCEM",
    "tags": ["uso combinato con altre famiglie", "chiarimento ruoli"],
    "response_variants": {
      "gold": {
        "it": "In strutture con parti in calcestruzzo, acciaio e legno, i VCEM coprono solo la parte in calcestruzzo pieno. Per il resto si usano i sistemi dedicati, senza forzare VCEM fuori contesto."
      }
    }
  },
  {
    "id": "VCEM-0047",
    "family": "VCEM",
    "tags": ["GOLD solo", "no canonical interno"],
    "response_variants": {
      "gold": {
        "it": "Questo dataset VCEM è impostato esclusivamente in modalità GOLD: non contiene versioni ridotte o canonical interne."
      }
    }
  },
  {
    "id": "VCEM-0048",
    "family": "VCEM",
    "tags": ["indicazioni supporto tecnico", "quando contattare"],
    "response_variants": {
      "gold": {
        "it": "In caso di dubbi su spessori, qualità del supporto o configurazioni non standard, l’assistente deve suggerire il contatto diretto con Tecnaria, senza validare soluzioni dubbie."
      }
    }
  },
  {
    "id": "VCEM-0049",
    "family": "VCEM",
    "tags": ["riassunto GOLD", "perimetro VCEM"],
    "response_variants": {
      "gold": {
        "it": "Riassunto GOLD: VCEM è un connettore a vite per calcestruzzo strutturale, senza resine, senza P560, da usare solo su supporti idonei e con schema definito dal progetto secondo le indicazioni Tecnaria."
      }
    }
  },
  {
    "id": "VCEM-0050",
    "family": "VCEM",
    "tags": ["completezza dataset", "chiusura"],
    "response_variants": {
      "gold": {
        "it": "Con questi 50 blocchi il sistema dispone di una base GOLD completa per VCEM, in grado di coprire domande spontanee, casi tipici e correzione degli errori di impiego."
      }
    }
  }
]
